{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "BertNormalizer",
    "clean_text": true,
    "handle_chinese_chars": true,
    "strip_accents": null,
    "lowercase": true
  },
  "pre_tokenizer": {
    "type": "BertPreTokenizer"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          2
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          3
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "(": 5,
      ")": 6,
      "*": 7,
      "+": 8,
      ",": 9,
      "-": 10,
      "0": 11,
      "1": 12,
      "2": 13,
      "3": 14,
      "4": 15,
      "5": 16,
      "6": 17,
      "7": 18,
      "8": 19,
      "9": 20,
      ":": 21,
      "[": 22,
      "]": 23,
      "a": 24,
      "b": 25,
      "c": 26,
      "d": 27,
      "e": 28,
      "f": 29,
      "g": 30,
      "h": 31,
      "i": 32,
      "j": 33,
      "l": 34,
      "m": 35,
      "n": 36,
      "o": 37,
      "p": 38,
      "q": 39,
      "r": 40,
      "s": 41,
      "t": 42,
      "u": 43,
      "v": 44,
      "w": 45,
      "x": 46,
      "y": 47,
      "z": 48,
      "##x": 49,
      "##f": 50,
      "##b": 51,
      "##4": 52,
      "##a": 53,
      "##2": 54,
      "##8": 55,
      "##d": 56,
      "##1": 57,
      "##5": 58,
      "##9": 59,
      "##7": 60,
      "##3": 61,
      "##c": 62,
      "##0": 63,
      "##6": 64,
      "##e": 65,
      "##u": 66,
      "##l": 67,
      "##s": 68,
      "##i": 69,
      "##o": 70,
      "##r": 71,
      "##v": 72,
      "##h": 73,
      "##g": 74,
      "##p": 75,
      "##m": 76,
      "##q": 77,
      "##n": 78,
      "##t": 79,
      "##w": 80,
      "##z": 81,
      "##y": 82,
      "##ax": 83,
      "0x": 84,
      "##ov": 85,
      "mov": 86,
      "rax": 87,
      "pt": 88,
      "ptr": 89,
      "##or": 90,
      "##ord": 91,
      "##word": 92,
      "rb": 93,
      "rbp": 94,
      "qword": 95,
      "eax": 96,
      "0x1": 97,
      "rd": 98,
      "0x2": 99,
      "dword": 100,
      "rdx": 101,
      "ca": 102,
      "##ll": 103,
      "call": 104,
      "##mp": 105,
      "##ip": 106,
      "rip": 107,
      "rdi": 108,
      "rs": 109,
      "0x4": 110,
      "##cx": 111,
      "##ea": 112,
      "ed": 113,
      "##dd": 114,
      "add": 115,
      "lea": 116,
      "rcx": 117,
      "cmp": 118,
      "jmp": 119,
      "edx": 120,
      "0x3": 121,
      "rsp": 122,
      "rsi": 123,
      "0x18": 124,
      "je": 125,
      "##te": 126,
      "0x10": 127,
      "by": 128,
      "byte": 129,
      "##st": 130,
      "0x5": 131,
      "te": 132,
      "test": 133,
      "0x20": 134,
      "0x28": 135,
      "r1": 136,
      "jn": 137,
      "##op": 138,
      "jne": 139,
      "0x24": 140,
      "al": 141,
      "0x6": 142,
      "##ff": 143,
      "movs": 144,
      "movsx": 145,
      "0x38": 146,
      "##ub": 147,
      "0xa": 148,
      "sub": 149,
      "##si": 150,
      "rbx": 151,
      "##zx": 152,
      "movzx": 153,
      "movsxd": 154,
      "esi": 155,
      "sh": 156,
      "##nd": 157,
      "0xc": 158,
      "shl": 159,
      "pu": 160,
      "##sh": 161,
      "push": 162,
      "0x14": 163,
      "edi": 164,
      "nop": 165,
      "0x7": 166,
      "0xb": 167,
      "##64": 168,
      "0x22": 169,
      "0x1e": 170,
      "0x49": 171,
      "0x48": 172,
      "0x23": 173,
      "ecx": 174,
      "##et": 175,
      "0x11": 176,
      "end": 177,
      "##br": 178,
      "endbr": 179,
      "endbr64": 180,
      "0x25": 181,
      "eb": 182,
      "ret": 183,
      "0x8": 184,
      "##60": 185,
      "##00": 186,
      "0x21": 187,
      "0xa8": 188,
      "r12": 189,
      "0x13": 190,
      "##50": 191,
      "0xf": 192,
      "##d8": 193,
      "ebx": 194,
      "0x9": 195,
      "##70": 196,
      "0x12": 197,
      "0x1c": 198,
      "0x40": 199,
      "pop": 200,
      "r8": 201,
      "0x30": 202,
      "0xe": 203,
      "0x1f": 204,
      "##ffff": 205,
      "0x4960": 206,
      "0x50": 207,
      "##ve": 208,
      "leave": 209,
      "##eae": 210,
      "0x58": 211,
      "0x246": 212,
      "0xd": 213,
      "##dq": 214,
      "0x19": 215,
      "0x1eeae": 216,
      "cdq": 217,
      "0x17": 218,
      "0x1a": 219,
      "cdqe": 220,
      "0x15": 221,
      "0x68": 222,
      "jl": 223,
      "and": 224,
      "##80": 225,
      "##f0": 226,
      "##b7": 227,
      "0xc0": 228,
      "r8d": 229,
      "0x4a": 230,
      "0x70": 231,
      "0x98": 232,
      "xor": 233,
      "##cc": 234,
      "fs": 235,
      "0x60": 236,
      "0x24650": 237,
      "r13": 238,
      "##20": 239,
      "0x16": 240,
      "0x1b": 241,
      "##9a": 242,
      "0x1d": 243,
      "##10": 244,
      "0x4b": 245,
      "0x2c": 246,
      "##b0": 247,
      "##c0": 248,
      "r12d": 249,
      "##000": 250,
      "0x1d8": 251,
      "##e0": 252,
      "0x80": 253,
      "dl": 254,
      "##98": 255,
      "jg": 256,
      "##be": 257,
      "##90": 258,
      "r14": 259,
      "r15": 260,
      "word": 261,
      "##33": 262,
      "##40": 263,
      "##6a": 264,
      "0x34": 265,
      "##a0": 266,
      "0x4c": 267,
      "0x27": 268,
      "0xb8": 269,
      "##76": 270,
      "##dd0": 271,
      "##1a": 272,
      "##30": 273,
      "jle": 274,
      "0x64": 275,
      "0xb4": 276,
      "##67": 277,
      "0x26": 278,
      "##bc": 279,
      "0xd8": 280,
      "0x78": 281,
      "##23": 282,
      "0x4dd0": 283,
      "0x5c": 284,
      "0x128": 285,
      "0x1a8": 286,
      "xm": 287,
      "##f8": 288,
      "##d4": 289,
      "xmm": 290,
      "##aa": 291,
      "0xffff": 292,
      "st": 293,
      "##56": 294,
      "##ae": 295,
      "##28": 296,
      "##ce": 297,
      "0xacc": 298,
      "##d0": 299,
      "##18": 300,
      "##34": 301,
      "0xacc2": 302,
      "0xb0": 303,
      "0x4980": 304,
      "0x88": 305,
      "0xb4b7": 306,
      "0x4e": 307,
      "0x3c": 308,
      "##bf": 309,
      "0x4d": 310,
      "##1d": 311,
      "##92": 312,
      "0x110": 313,
      "ebp": 314,
      "0x1a89a": 315,
      "##1e": 316,
      "##9d": 317,
      "##ul": 318,
      "##8e": 319,
      "##b4": 320,
      "##b8": 321,
      "##2c": 322,
      "##95": 323,
      "##ee": 324,
      "0x90": 325,
      "0x138": 326,
      "##19": 327,
      "##57": 328,
      "##7c": 329,
      "##f3": 330,
      "##ab": 331,
      "0x150": 332,
      "0x2f": 333,
      "##4f": 334,
      "0xffffffff": 335,
      "##97": 336,
      "0x6d8": 337,
      "##f4": 338,
      "##5b": 339,
      "0x54": 340,
      "r10": 341,
      "0xc8": 342,
      "##58": 343,
      "##51": 344,
      "##37": 345,
      "##e4": 346,
      "0x44": 347,
      "0x118": 348,
      "0x24670": 349,
      "##21": 350,
      "##27": 351,
      "##99": 352,
      "0x47": 353,
      "0x4870": 354,
      "0x4af0": 355,
      "##f6": 356,
      "##mul": 357,
      "0x6c": 358,
      "0x8c": 359,
      "##f7": 360,
      "##44": 361,
      "##a8": 362,
      "##dc": 363,
      "##36": 364,
      "0x108": 365,
      "0x247": 366,
      "0xa0": 367,
      "0x148": 368,
      "0x1c33": 369,
      "0x178": 370,
      "##ac": 371,
      "##fe": 372,
      "##a4": 373,
      "##65": 374,
      "##69": 375,
      "0xf000": 376,
      "sa": 377,
      "0x198": 378,
      "sar": 379,
      "imul": 380,
      "ja": 381,
      "##2d": 382,
      "##5c": 383,
      "cm": 384,
      "jbe": 385,
      "##fb": 386,
      "##2e": 387,
      "##d7": 388,
      "cmov": 389,
      "##b9": 390,
      "##4b": 391,
      "##a3": 392,
      "##75": 393,
      "##25": 394,
      "0x5e": 395,
      "0x4b40": 396,
      "##26": 397,
      "##1c": 398,
      "0x74": 399,
      "0x4b70": 400,
      "or": 401,
      "##13": 402,
      "##54": 403,
      "0xfc": 404,
      "0x12c": 405,
      "0xdb": 406,
      "0xdc": 407,
      "0x158": 408,
      "0x1c33e": 409,
      "##fd": 410,
      "##ba": 411,
      "##14": 412,
      "0x100": 413,
      "0x14e": 414,
      "0x250": 415,
      "r9": 416,
      "##bd": 417,
      "0x598": 418,
      "0xe0": 419,
      "##b3": 420,
      "##93": 421,
      "##68": 422,
      "jns": 423,
      "0x140": 424,
      "0x224": 425,
      "0x17c": 426,
      "0x24780": 427,
      "##1f": 428,
      "##7e": 429,
      "0x4a70": 430,
      "##fc": 431,
      "##66": 432,
      "0x2a": 433,
      "##stp": 434,
      "0x130": 435,
      "0x120": 436,
      "r13d": 437,
      "fl": 438,
      "##bb": 439,
      "##a9": 440,
      "##24": 441,
      "##e8": 442,
      "##ec": 443,
      "0x3f": 444,
      "shr": 445,
      "0x228": 446,
      "0x4820": 447,
      "0x190": 448,
      "js": 449,
      "##af": 450,
      "##15": 451,
      "##17": 452,
      "##73": 453,
      "0x2b": 454,
      "0x112": 455,
      "0xe20": 456,
      "0xe205": 457,
      "ax": 458,
      "jae": 459,
      "##6d": 460,
      "##63": 461,
      "0x1e0": 462,
      "0x253": 463,
      "0x132": 464,
      "0x14e6a": 465,
      "##22": 466,
      "##1b": 467,
      "##53": 468,
      "##78": 469,
      "##6c": 470,
      "0x2d": 471,
      "0x4000": 472,
      "0x1f0": 473,
      "0x4a10": 474,
      "##a5": 475,
      "##6f": 476,
      "0xf8": 477,
      "##768": 478,
      "fstp": 479,
      "##d2": 480,
      "0x400": 481,
      "##ea0": 482,
      "0x104": 483,
      "0x249": 484,
      "0xf0": 485,
      "0xe8": 486,
      "0xe3": 487,
      "r9d": 488,
      "se": 489,
      "##d5": 490,
      "##9c": 491,
      "0x170": 492,
      "r11": 493,
      "0xc4": 494,
      "0x7f": 495,
      "0xd0": 496,
      "##c09": 497,
      "xmm0": 498,
      "xmmword": 499,
      "sete": 500,
      "##48": 501,
      "##a6": 502,
      "##c3": 503,
      "0x107": 504,
      "0xce": 505,
      "0x23f": 506,
      "0x230": 507,
      "0x23e": 508,
      "0x214": 509,
      "0xf768": 510,
      "0x15f": 511,
      "jge": 512,
      "0x598f": 513,
      "##6e": 514,
      "0x5c09": 515,
      "0x24d": 516,
      "0x24c": 517,
      "0x49b0": 518,
      "0x1504f": 519,
      "##a2": 520,
      "##ad": 521,
      "##a1": 522,
      "##9e": 523,
      "##c8": 524,
      "##il": 525,
      "0x7c": 526,
      "0x22e": 527,
      "0x1e7": 528,
      "0x25b": 529,
      "0x8000": 530,
      "0x134": 531,
      "0x131": 532,
      "0xf4": 533,
      "0xf8e": 534,
      "0x1c8": 535,
      "0xed": 536,
      "0xdf0": 537,
      "0x1b8": 538,
      "0xd875": 539,
      "0xdb1a": 540,
      "##9f": 541,
      "##94": 542,
      "##6b": 543,
      "0x59": 544,
      "0x53": 545,
      "0x22d": 546,
      "0x220": 547,
      "0x23b": 548,
      "0x252": 549,
      "xmm1": 550,
      "0xdc1e": 551,
      "0x112b7": 552,
      "0xf8eb": 553,
      "jb": 554,
      "##a7": 555,
      "##83": 556,
      "##91": 557,
      "##61": 558,
      "##iv": 559,
      "##ne": 560,
      "movab": 561,
      "0x188": 562,
      "0xbc": 563,
      "0x174": 564,
      "0x168": 565,
      "0x4b10": 566,
      "movabs": 567,
      "0x160": 568,
      "0x29": 569,
      "0x204": 570,
      "0x61": 571,
      "0xbf": 572,
      "0x1e8": 573,
      "0x218": 574,
      "0x94": 575,
      "0x124": 576,
      "0x167c": 577,
      "##f89": 578,
      "0xffffff": 579,
      "fld": 580,
      "0x13223": 581,
      "0x15f50": 582,
      "0xdf09": 583,
      "cs": 584,
      "fx": 585,
      "set": 586,
      "##db": 587,
      "##52": 588,
      "##55": 589,
      "##9b": 590,
      "##ch": 591,
      "0x1eae": 592,
      "0x105": 593,
      "0x10c": 594,
      "0x240": 595,
      "0x71": 596,
      "0xbf89": 597,
      "0x22a": 598,
      "0x227": 599,
      "0x1e4": 600,
      "0x114": 601,
      "0x251": 602,
      "0x4ec0": 603,
      "0x4db0": 604,
      "0x10857": 605,
      "0x107d0": 606,
      "0xed98": 607,
      "0xbfbf": 608,
      "0x167c6": 609,
      "fxch": 610,
      "##df": 611,
      "##de": 612,
      "0x430": 613,
      "0x243": 614,
      "0x6e": 615,
      "0xac": 616,
      "0x223": 617,
      "0x22c": 618,
      "0x4850": 619,
      "0x11c": 620,
      "0x1156": 621,
      "0x254": 622,
      "0x25e": 623,
      "0x84": 624,
      "0x2c8": 625,
      "0x110b0": 626,
      "0x47a0": 627,
      "0x1f0e4": 628,
      "mul": 629,
      "##d3": 630,
      "##5f": 631,
      "##5e": 632,
      "##7f": 633,
      "##72c": 634,
      "##38": 635,
      "##cd": 636,
      "##ps": 637,
      "0x164": 638,
      "0x434": 639,
      "0x208": 640,
      "0x248": 641,
      "0x62": 642,
      "0x216": 643,
      "0x1395": 644,
      "0x1f7": 645,
      "0x1d3": 646,
      "##6a7": 647,
      "##ea0ea0": 648,
      "0x1e790": 649,
      "0xf433": 650,
      "0x11568": 651,
      "##29": 652,
      "##7d": 653,
      "##6d4": 654,
      "0x1ea": 655,
      "0x2e": 656,
      "0x244": 657,
      "0x65": 658,
      "0xbe": 659,
      "0x229": 660,
      "0x23c": 661,
      "0x113": 662,
      "0x215": 663,
      "0x2160": 664,
      "0x19e": 665,
      "0x4c70": 666,
      "##bc4": 667,
      "##fe2": 668,
      "0xfcbe": 669,
      "setne": 670,
      "0x1eaed": 671,
      "0x1395a": 672,
      "cl": 673,
      "##12": 674,
      "##5a": 675,
      "0x450": 676,
      "0x200": 677,
      "0x24a": 678,
      "0x672c": 679,
      "0xa4": 680,
      "0x73": 681,
      "0xba": 682,
      "0xb9": 683,
      "0x49e0": 684,
      "0x232": 685,
      "0x233": 686,
      "##506": 687,
      "0x1f8": 688,
      "0x195": 689,
      "0xc083": 690,
      "0x1dbc4": 691,
      "##ee3": 692,
      "r10d": 693,
      "0x5efb": 694,
      "##3f": 695,
      "##c6": 696,
      "0x144": 697,
      "0x147": 698,
      "0x14c": 699,
      "0x1444": 700,
      "0x79": 701,
      "0x71a": 702,
      "0x234": 703,
      "0x23d": 704,
      "0x235": 705,
      "0x258": 706,
      "0x13506": 707,
      "r8b": 708,
      "0x1fb": 709,
      "r15d": 710,
      "##aaaa": 711,
      "0x4df0": 712,
      "0x110ae": 713,
      "0x47e0": 714,
      "##dcw": 715,
      "fldcw": 716,
      "fil": 717,
      "xword": 718,
      "##2b": 719,
      "##d9": 720,
      "##3b": 721,
      "0x1dd": 722,
      "0x3d": 723,
      "0x185": 724,
      "0x20d": 725,
      "0x20e": 726,
      "0x6d": 727,
      "0xad": 728,
      "0x143": 729,
      "0x76": 730,
      "0x7e": 731,
      "0x225": 732,
      "0x238": 733,
      "0x115": 734,
      "0x116a7": 735,
      "0x257": 736,
      "0x213": 737,
      "0x13c": 738,
      "0x95c": 739,
      "0x1223": 740,
      "0x1cf": 741,
      "0x1f6": 742,
      "0xda": 743,
      "0x17a": 744,
      "0x70a9": 745,
      "0x16e": 746,
      "##184": 747,
      "##348": 748,
      "##5b1": 749,
      "0xdbbc": 750,
      "0xe319": 751,
      "0x14445": 752,
      "fild": 753,
      "div": 754,
      "jo": 755,
      "sil": 756,
      "##b5": 757,
      "##46": 758,
      "##add": 759,
      "##c9": 760,
      "##co": 761,
      "0x2b7": 762,
      "0x2b4": 763,
      "0x410": 764,
      "0x106d4": 765,
      "0x2064": 766,
      "0x241": 767,
      "0x6b0": 768,
      "0xafe2": 769,
      "0xbee3": 770,
      "0x22b": 771,
      "0x226": 772,
      "0x1ee": 773,
      "0x1e5b1": 774,
      "0x4840": 775,
      "0x237": 776,
      "0x11348": 777,
      "0x259": 778,
      "0x82": 779,
      "0x219": 780,
      "0x217": 781,
      "0x210": 782,
      "0x21e": 783,
      "r12b": 784,
      "##50a": 785,
      "0x12e": 786,
      "0x1c0": 787,
      "0x1fa": 788,
      "0x19d": 789,
      "0x151": 790,
      "0xc067": 791,
      "0xc04b": 792,
      "0x167": 793,
      "0x1bb": 794,
      "0x1b0": 795,
      "##285": 796,
      "##37b": 797,
      "cmove": 798,
      "0x249b7": 799,
      "0x5367": 800,
      "0x19e23": 801,
      "0x12238": 802,
      "##com": 803,
      "fadd": 804,
      "##f1": 805,
      "##f51": 806,
      "##4e": 807,
      "##2f": 808,
      "##86": 809,
      "##div": 810,
      "##96": 811,
      "##74": 812,
      "##3a": 813,
      "##c7": 814,
      "##eb": 815,
      "0xff": 816,
      "0xdd0": 817,
      "movdq": 818,
      "0x270": 819,
      "0x2a3": 820,
      "0x3a": 821,
      "0x202": 822,
      "0x203": 823,
      "0x24f": 824,
      "0x245": 825,
      "0x24e": 826,
      "0x1456": 827,
      "0x7a": 828,
      "0x7d": 829,
      "0x769": 830,
      "0x1ed": 831,
      "0x23a": 832,
      "0x231": 833,
      "0x236": 834,
      "0x11a": 835,
      "0x21d": 836,
      "0x21c": 837,
      "0xfa": 838,
      "0x9c": 839,
      "##706": 840,
      "0x1c6": 841,
      "##ffffff": 842,
      "0x17e": 843,
      "0x1ac": 844,
      "##80d": 845,
      "0x4a60": 846,
      "##cca": 847,
      "0x1bc": 848,
      "##9aa": 849,
      "##924": 850,
      "0x11095": 851,
      "##e4c": 852,
      "0x7176": 853,
      "0x71aa": 854,
      "0x82f4": 855,
      "movdqa": 856,
      "0x769b": 857,
      "##aps": 858,
      "##89": 859,
      "##72": 860,
      "##39": 861,
      "##ca": 862,
      "movaps": 863,
      "0x2b8": 864,
      "0x3ff": 865,
      "0x318": 866,
      "0x10a": 867,
      "0x24b": 868,
      "0xa3": 869,
      "0xbd": 870,
      "0x22f": 871,
      "0x1e3": 872,
      "0x1ecca": 873,
      "0x4830": 874,
      "0x117": 875,
      "0x25d": 876,
      "0x25184": 877,
      "0x211": 878,
      "0xf7": 879,
      "0x1cd": 880,
      "0x1c924": 881,
      "0xe5": 882,
      "0xe7": 883,
      "0x1f2": 884,
      "0x1f9": 885,
      "##ffffffff": 886,
      "0x1790": 887,
      "0x1a4": 888,
      "0x16c": 889,
      "0x4d30": 890,
      "##1ec": 891,
      "##7c8": 892,
      "##bad": 893,
      "##ec2": 894,
      "0xb9ce": 895,
      "0x115fd": 896,
      "0x1cf27": 897,
      "0x1f6f0": 898,
      "fcom": 899,
      "no": 900,
      "##fa": 901,
      "##b1": 902,
      "##49": 903,
      "##4c": 904,
      "##8b": 905,
      "##d1": 906,
      "##d26": 907,
      "##16": 908,
      "##59": 909,
      "##71": 910,
      "##ups": 911,
      "movups": 912,
      "0x2b0": 913,
      "0x42": 914,
      "0x458": 915,
      "0x32": 916,
      "0x39": 917,
      "0x36": 918,
      "0x184": 919,
      "0x56": 920,
      "0x597": 921,
      "0x20c": 922,
      "0x63": 923,
      "0x651": 924,
      "##ff9": 925,
      "0xa000": 926,
      "0xc3": 927,
      "0x149": 928,
      "0xb706": 929,
      "0x22d7": 930,
      "0x4990": 931,
      "0x11d": 932,
      "0x25f": 933,
      "0x8d": 934,
      "0x8f3": 935,
      "##0000": 936,
      "0x1c4": 937,
      "0x1ce": 938,
      "0x308": 939,
      "0xe4": 940,
      "0x1f4": 941,
      "0x1f30": 942,
      "0xd6": 943,
      "0x1ad": 944,
      "0x1a0": 945,
      "0x152": 946,
      "0x1510": 947,
      "##f0b": 948,
      "0x16a": 949,
      "0x1d1": 950,
      "0x1d5": 951,
      "##18e": 952,
      "##1d2": 953,
      "0x1386a": 954,
      "##f36": 955,
      "0xffffffffffffffff": 956,
      "0x4780": 957,
      "0x8c8": 958,
      "##363": 959,
      "0x24720": 960,
      "cmovl": 961,
      "##1c1": 962,
      "##17a": 963,
      "0x25360": 964,
      "0xce57": 965,
      "0x22dbc": 966,
      "0x61f7": 967,
      "0x10599": 968,
      "0x1e4bf": 969,
      "##381": 970,
      "0x1ea4b": 971,
      "0x6598": 972,
      "0x21605": 973,
      "0x19593": 974,
      "0x1fb51": 975,
      "0xadac": 976,
      "0x95c5": 977,
      "0x1ee92": 978,
      "0xdd09": 979,
      "0x14566": 980,
      "not": 981,
      "ah": 982,
      "bp": 983,
      "fi": 984,
      "fn": 985,
      "fmul": 986,
      "##f2": 987,
      "##b6": 988,
      "##da": 989,
      "##d6": 990,
      "##123": 991,
      "##9b3": 992,
      "##7a": 993,
      "##32": 994,
      "##31": 995,
      "##3c": 996,
      "##cw": 997,
      "##630": 998,
      "##e6": 999,
      "##sd": 1000,
      "0xea": 1001,
      "0x2cc": 1002,
      "0x26a": 1003,
      "0x2a0": 1004,
      "0x2d4": 1005,
      "0x180": 1006,
      "##stcw": 1007,
      "0x5f": 1008,
      "0x205": 1009,
      "0x207": 1010,
      "0x2000": 1011,
      "0x288": 1012,
      "0x28d": 1013,
      "0x280": 1014,
      "r11d": 1015,
      "0x24ce": 1016,
      "0x6a0": 1017,
      "0x6b8": 1018,
      "0xca": 1019,
      "0xc2": 1020,
      "0xc7": 1021,
      "0xc5b": 1022,
      "0x14f4": 1023,
      "0x14ff9": 1024,
      "0x7b": 1025,
      "0x71ec": 1026,
      "0x2297": 1027,
      "0x1ef": 1028,
      "0x1ec": 1029,
      "0x1ef4": 1030,
      "0x1e50a": 1031,
      "0x48a0": 1032,
      "0x239": 1033,
      "0x237c8": 1034,
      "0x111": 1035,
      "0x25a": 1036,
      "0x83": 1037,
      "0x21f": 1038,
      "0x21b": 1039,
      "0x2123": 1040,
      "0x135": 1041,
      "0x137": 1042,
      "0x1314": 1043,
      "0xfe": 1044,
      "0xfd26": 1045,
      "0x1c5": 1046,
      "0x1cc": 1047,
      "0x30c": 1048,
      "0xe65": 1049,
      "0x1fd": 1050,
      "0x1f5": 1051,
      "0x1f80": 1052,
      "0x1f381": 1053,
      "0xd7": 1054,
      "0xda6": 1055,
      "0x19c": 1056,
      "0x1a7": 1057,
      "0x154": 1058,
      "0x1527": 1059,
      "##cccc": 1060,
      "0x1bec2": 1061,
      "0x1de4c": 1062,
      "##107": 1063,
      "0x4be0": 1064,
      "##982": 1065,
      "##6a6": 1066,
      "0x278": 1067,
      "0x27e": 1068,
      "0xb8a5": 1069,
      "##1ad": 1070,
      "0x64c9": 1071,
      "##f8c": 1072,
      "xmm2": 1073,
      "##aab": 1074,
      "##1da": 1075,
      "##199": 1076,
      "##7cb": 1077,
      "##ab1": 1078,
      "0x15065": 1079,
      "##37d": 1080,
      "0x6c8": 1081,
      "0x17864": 1082,
      "##2d6": 1083,
      "##132": 1084,
      "0x25090": 1085,
      "0x140a9": 1086,
      "0x224dd": 1087,
      "##7e2": 1088,
      "0x1906f": 1089,
      "##6f5": 1090,
      "0xe3ee": 1091,
      "0x23f5a": 1092,
      "0x23eb9": 1093,
      "0x214a4": 1094,
      "0x13121": 1095,
      "0xfffffff8": 1096,
      "0x6267": 1097,
      "0xbe95": 1098,
      "0x2160e": 1099,
      "0x23360": 1100,
      "0x147f7": 1101,
      "0x18521": 1102,
      "0x16e18": 1103,
      "0x259c0": 1104,
      "0x151b4": 1105,
      "0x7a67": 1106,
      "0x1ed56": 1107,
      "0x11d64": 1108,
      "bpl": 1109,
      "fistp": 1110,
      "fnstcw": 1111,
      "0xc5ba": 1112,
      "0x13149": 1113,
      "bl": 1114,
      "bt": 1115,
      "idiv": 1116,
      "px": 1117,
      "##f5": 1118,
      "##f57": 1119,
      "##b2": 1120,
      "##4d": 1121,
      "##45": 1122,
      "##47": 1123,
      "##2a": 1124,
      "##84": 1125,
      "##5d": 1126,
      "##35": 1127,
      "##c4": 1128,
      "##c2": 1129,
      "##ed": 1130,
      "##e1": 1131,
      "0xea0ea0": 1132,
      "0x260": 1133,
      "0x420": 1134,
      "0x428": 1135,
      "0x454": 1136,
      "##ea1": 1137,
      "0x3b": 1138,
      "0x3e": 1139,
      "0x1844": 1140,
      "0x102": 1141,
      "0x101": 1142,
      "0x10000": 1143,
      "0x5a": 1144,
      "0x55": 1145,
      "0x20b": 1146,
      "0x20e0": 1147,
      "0x20a8": 1148,
      "0x286": 1149,
      "0x2470": 1150,
      "0x69": 1151,
      "0x66": 1152,
      "0x61da": 1153,
      "0xae": 1154,
      "0xc9": 1155,
      "0xc44": 1156,
      "0x14b": 1157,
      "0x14a": 1158,
      "0x146": 1159,
      "0x72": 1160,
      "0xb2": 1161,
      "0xb1": 1162,
      "0xb5": 1163,
      "0xb7": 1164,
      "0xb3": 1165,
      "0xb2c": 1166,
      "0xbf36": 1167,
      "0x221": 1168,
      "0x48f0": 1169,
      "0x48b0": 1170,
      "0x4890": 1171,
      "0x231c": 1172,
      "0x2337b": 1173,
      "0x239aa": 1174,
      "0x119": 1175,
      "0x25c": 1176,
      "0x251c1": 1177,
      "0x800": 1178,
      "0x8cc": 1179,
      "0x810": 1180,
      "##00e": 1181,
      "0x21a": 1182,
      "0x21e0": 1183,
      "0x13d": 1184,
      "0xf6": 1185,
      "0x99": 1186,
      "##707": 1187,
      "0x1267": 1188,
      "0x1c9d": 1189,
      "0x1c2d6": 1190,
      "0xece": 1191,
      "0x1f7c": 1192,
      "0x503a": 1193,
      "0xd5": 1194,
      "0x1934": 1195,
      "0x19f51": 1196,
      "0x17b": 1197,
      "0x171": 1198,
      "0x173": 1199,
      "0x1af": 1200,
      "0x1a63": 1201,
      "0x15c": 1202,
      "0x15e": 1203,
      "0x4ab0": 1204,
      "0x1b1": 1205,
      "0x1b3": 1206,
      "0x1be": 1207,
      "0x1df": 1208,
      "0x1dc": 1209,
      "0x1d0": 1210,
      "0x1d6": 1211,
      "0x1de": 1212,
      "##984": 1213,
      "r14d": 1214,
      "##a0c": 1215,
      "0x27c": 1216,
      "##1af": 1217,
      "0xb486": 1218,
      "0x263": 1219,
      "0x26c": 1220,
      "##28f": 1221,
      "##283": 1222,
      "##343": 1223,
      "0x882d": 1224,
      "0x4d50": 1225,
      "0x4d40": 1226,
      "##929": 1227,
      "##8e8": 1228,
      "##8ed": 1229,
      "##b4b": 1230,
      "##ee8": 1231,
      "##abb": 1232,
      "##27b": 1233,
      "0x47c0": 1234,
      "0x6c6b": 1235,
      "##dc5": 1236,
      "##2ef": 1237,
      "cmova": 1238,
      "cmovne": 1239,
      "0xfc3f": 1240,
      "0x14ed2": 1241,
      "0x25020": 1242,
      "0x2242c": 1243,
      "##bbb": 1244,
      "0x2b6": 1245,
      "0x13221": 1246,
      "##1b5": 1247,
      "##78f": 1248,
      "0x249f3": 1249,
      "0xce1e": 1250,
      "##a2f": 1251,
      "0x1b85f": 1252,
      "0x25220": 1253,
      "0x174ce": 1254,
      "0x254e0": 1255,
      "##ea0ea0ea1": 1256,
      "0xb9ff": 1257,
      "0x143d4": 1258,
      "0x7637": 1259,
      "0xdad7": 1260,
      "0x2064e": 1261,
      "0x1e3ee": 1262,
      "0x1cd2c": 1263,
      "0x1790f": 1264,
      "0x6517": 1265,
      "0x22d72": 1266,
      "0x8f3d": 1267,
      "0x1f30c": 1268,
      "cmovle": 1269,
      "0x1119a": 1270,
      "0xe655": 1271,
      "0x1f808": 1272,
      "0xda62": 1273,
      "pxor": 1274,
      "0xea0ea0ea0ea0ea1": 1275,
      "0xece2": 1276,
      "cv": 1277,
      "cq": 1278,
      "fdiv": 1279,
      "##f9": 1280,
      "##42": 1281,
      "##82": 1282,
      "##85": 1283,
      "##87": 1284,
      "##11": 1285,
      "##cb": 1286,
      "##c1": 1287,
      "##c5": 1288,
      "##e3": 1289,
      "0x1b7": 1290,
      "0x2a8": 1291,
      "0x2b9": 1292,
      "0x41": 1293,
      "0x35": 1294,
      "0x300": 1295,
      "0x3ffffff": 1296,
      "0x18b": 1297,
      "0x182": 1298,
      "0x187": 1299,
      "0x18e": 1300,
      "0x109": 1301,
      "0x106": 1302,
      "0x10e": 1303,
      "0x52": 1304,
      "0x5d": 1305,
      "0x5d4": 1306,
      "0x20a": 1307,
      "0x201": 1308,
      "0x20b7": 1309,
      "0x20be": 1310,
      "0x201b5": 1311,
      "0x285": 1312,
      "0x242": 1313,
      "0x24bd": 1314,
      "0x2417a": 1315,
      "0x6f": 1316,
      "movsd": 1317,
      "0xad7": 1318,
      "0xcf": 1319,
      "0xcb": 1320,
      "0x147e2": 1321,
      "0x75": 1322,
      "0xb6": 1323,
      "0xbf0b": 1324,
      "0x222": 1325,
      "0x2267": 1326,
      "0x22f8": 1327,
      "0x227e": 1328,
      "0x22c3": 1329,
      "0x2280d": 1330,
      "0x1e2": 1331,
      "0x1e1d": 1332,
      "0x4970": 1333,
      "0x49c0": 1334,
      "0x4930": 1335,
      "0x23363": 1336,
      "0x23a2f": 1337,
      "0x1193": 1338,
      "0x111d2": 1339,
      "0x255": 1340,
      "0x2527": 1341,
      "0x251f": 1342,
      "0x25630": 1343,
      "0x8a": 1344,
      "0x8d8": 1345,
      "0x8d4": 1346,
      "0x8d0": 1347,
      "0x8b8": 1348,
      "##60f": 1349,
      "##60c": 1350,
      "0x212": 1351,
      "0x2110": 1352,
      "0x216a6": 1353,
      "0x13b": 1354,
      "0x134b": 1355,
      "0x13107": 1356,
      "0x13f57": 1357,
      "0xf5": 1358,
      "0xf285": 1359,
      "##d89": 1360,
      "##d8c": 1361,
      "0x956": 1362,
      "##70c": 1363,
      "0x12f": 1364,
      "0x123": 1365,
      "0x1c9": 1366,
      "0x1c3": 1367,
      "0x1cea": 1368,
      "0xef": 1369,
      "0xe73": 1370,
      "0x1f18e": 1371,
      "0xdf": 1372,
      "0xdf6": 1373,
      "0xdab1": 1374,
      "0x19b": 1375,
      "0x199b3": 1376,
      "0x178ed": 1377,
      "0x1ae": 1378,
      "0x15d": 1379,
      "0x15285": 1380,
      "0x15199": 1381,
      "##f07": 1382,
      "##b7a": 1383,
      "0x4ac0": 1384,
      "##cc8": 1385,
      "0x162": 1386,
      "0x166e": 1387,
      "0x1b6": 1388,
      "##9a5": 1389,
      "0x1df0": 1390,
      "0x1df8c": 1391,
      "##101": 1392,
      "0x4bf0": 1393,
      "##c0a": 1394,
      "##e08": 1395,
      "##908": 1396,
      "##90d": 1397,
      "##a04": 1398,
      "0x4cf0": 1399,
      "0x27b": 1400,
      "0x272": 1401,
      "##76d": 1402,
      "##766": 1403,
      "##1ab": 1404,
      "##1a9": 1405,
      "0x262": 1406,
      "##bc9": 1407,
      "##23b": 1408,
      "##aaf": 1409,
      "##ae7": 1410,
      "##ce1": 1411,
      "##d05": 1412,
      "##185": 1413,
      "0x4e40": 1414,
      "0x4ed0": 1415,
      "##bf9": 1416,
      "##9d9": 1417,
      "##958": 1418,
      "##95c": 1419,
      "##ee5": 1420,
      "##571": 1421,
      "##4fa": 1422,
      "##5b2": 1423,
      "##5b5": 1424,
      "##51f": 1425,
      "##37e": 1426,
      "0x448": 1427,
      "##994": 1428,
      "0x4770": 1429,
      "##f63": 1430,
      "##f6c": 1431,
      "0x6c4": 1432,
      "##f73": 1433,
      "##442": 1434,
      "##36b": 1435,
      "0x10883": 1436,
      "##fe1": 1437,
      "##fe3": 1438,
      "##a47": 1439,
      "##65e": 1440,
      "##693": 1441,
      "##2e6": 1442,
      "cmovs": 1443,
      "cmovbe": 1444,
      "##4b1": 1445,
      "##a35": 1446,
      "##25f": 1447,
      "0xdcbe": 1448,
      "0xdcfb": 1449,
      "##14d": 1450,
      "##bd1": 1451,
      "##b39": 1452,
      "##fcf": 1453,
      "##fc9": 1454,
      "##248": 1455,
      "##af1": 1456,
      "##6de": 1457,
      "0x2532d": 1458,
      "##785": 1459,
      "0x104ce": 1460,
      "0x249b4": 1461,
      "##d59": 1462,
      "##9c7": 1463,
      "0xd0e0": 1464,
      "##c3a": 1465,
      "0xcef6": 1466,
      "0x23b00": 1467,
      "0x20455": 1468,
      "0x22a19": 1469,
      "0x25e00": 1470,
      "0x248aa": 1471,
      "0x216b9": 1472,
      "0x229c0": 1473,
      "0x23ca1": 1474,
      "0x232ac": 1475,
      "0xda70": 1476,
      "0x20649": 1477,
      "0x167e0": 1478,
      "0x1bbae": 1479,
      "0x1f298": 1480,
      "fcomi": 1481,
      "0x56bd": 1482,
      "0x8df4": 1483,
      "0x15106": 1484,
      "0x16abc": 1485,
      "0xea22": 1486,
      "0x1ef4c": 1487,
      "0x2123c": 1488,
      "0x21e0b": 1489,
      "0x12678": 1490,
      "0x1c9de": 1491,
      "0x19342": 1492,
      "cvt": 1493,
      "cqo": 1494,
      "0xad7b": 1495,
      "0x1e1db": 1496,
      "0x251f5": 1497,
      "0x21109": 1498,
      "0x956f": 1499,
      "0xe739": 1500,
      "fu": 1501,
      "jp": 1502,
      "ne": 1503,
      "##41": 1504,
      "##8c": 1505,
      "##d70": 1506,
      "##590": 1507,
      "##992": 1508,
      "##7b": 1509,
      "##79": 1510,
      "##77": 1511,
      "##3d": 1512,
      "##3e": 1513,
      "##cf": 1514,
      "##62": 1515,
      "##61f": 1516,
      "##ef": 1517,
      "##e2": 1518,
      "##e9": 1519,
      "0xdd": 1520,
      "0x1ff": 1521,
      "0x267": 1522,
      "0x2d0": 1523,
      "0x292": 1524,
      "0x29d": 1525,
      "0x2aaaa": 1526,
      "##ea2": 1527,
      "0x33": 1528,
      "0x181": 1529,
      "0x18c": 1530,
      "0x18a35": 1531,
      "0x18992": 1532,
      "0x10d": 1533,
      "0x10be": 1534,
      "0x109e": 1535,
      "0x57": 1536,
      "0x558": 1537,
      "0x565": 1538,
      "0x52e6": 1539,
      "0x20f": 1540,
      "0x20aa": 1541,
      "0x20bf": 1542,
      "0x28b": 1543,
      "0x24d8": 1544,
      "0x24d4": 1545,
      "0x24bf": 1546,
      "0x6c0": 1547,
      "0x6a8": 1548,
      "0x636": 1549,
      "0x6785": 1550,
      "##ubr": 1551,
      "0xa123": 1552,
      "0xaf73": 1553,
      "0xc5": 1554,
      "0xcc": 1555,
      "0xc6": 1556,
      "0xc66": 1557,
      "0x14d": 1558,
      "0x145": 1559,
      "0x14b8": 1560,
      "0x14c3": 1561,
      "0x14af1": 1562,
      "0x733": 1563,
      "0x714": 1564,
      "0x766": 1565,
      "0xbb7": 1566,
      "0xbab": 1567,
      "0xba8": 1568,
      "0xbd5": 1569,
      "0xbfe3": 1570,
      "0xba47": 1571,
      "##64f": 1572,
      "##649": 1573,
      "0x229a": 1574,
      "0x224f": 1575,
      "0x22dc": 1576,
      "0x22d2": 1577,
      "0x229c": 1578,
      "0x22c8": 1579,
      "0x227cb": 1580,
      "0x1e36": 1581,
      "0x1e1ab": 1582,
      "0x1ed59": 1583,
      "0x1e61f": 1584,
      "0x4900": 1585,
      "0x4950": 1586,
      "0x2364": 1587,
      "0x231a": 1588,
      "0x236c": 1589,
      "0x2378f": 1590,
      "0x23c3a": 1591,
      "0x112ef": 1592,
      "0x25b7": 1593,
      "0x25b0": 1594,
      "0x2534": 1595,
      "0x25b9": 1596,
      "0x25ba": 1597,
      "0x2593": 1598,
      "0x251af": 1599,
      "0x2570c": 1600,
      "0x2565e": 1601,
      "0x8f": 1602,
      "0x81": 1603,
      "##004": 1604,
      "0x2133": 1605,
      "0x215c": 1606,
      "0x2173": 1607,
      "0x139": 1608,
      "0x133": 1609,
      "0x13e": 1610,
      "0x13c0": 1611,
      "0x13766": 1612,
      "##501": 1613,
      "##507": 1614,
      "0xf97": 1615,
      "0xfa4": 1616,
      "0xf5f": 1617,
      "##d8f": 1618,
      "##d8b": 1619,
      "0x9d": 1620,
      "0x95": 1621,
      "0x9e": 1622,
      "0x9929": 1623,
      "0x127": 1624,
      "0x126": 1625,
      "0x12ff": 1626,
      "0x12dc5": 1627,
      "0x12590": 1628,
      "0x1ce4c": 1629,
      "0xec": 1630,
      "0xe56": 1631,
      "0xe768": 1632,
      "0x1f1": 1633,
      "0x1fc": 1634,
      "0x1fbe": 1635,
      "0x1fb4": 1636,
      "0x1f58": 1637,
      "0x1f6c": 1638,
      "0x1f4b1": 1639,
      "0x501a": 1640,
      "0xd4": 1641,
      "0xd2": 1642,
      "0xd3": 1643,
      "0xd9a": 1644,
      "0x19de": 1645,
      "0x17d": 1646,
      "0x1a28": 1647,
      "0x1a7f": 1648,
      "0x1a123": 1649,
      "0x15a": 1650,
      "0x1537d": 1651,
      "0x15283": 1652,
      "##f0c": 1653,
      "##b7f": 1654,
      "0xc048": 1655,
      "0x4a00": 1656,
      "0x4a80": 1657,
      "0x4a20": 1658,
      "##cc1": 1659,
      "fsubr": 1660,
      "##208": 1661,
      "##20c": 1662,
      "0x161": 1663,
      "0x169": 1664,
      "0x163": 1665,
      "0x1bd": 1666,
      "##9af": 1667,
      "##9a2": 1668,
      "##9a8": 1669,
      "0x1dbad": 1670,
      "0x1d185": 1671,
      "##c0c": 1672,
      "##988": 1673,
      "##98d": 1674,
      "##98e": 1675,
      "##904": 1676,
      "##903": 1677,
      "##330": 1678,
      "##401": 1679,
      "##6ae": 1680,
      "##a03": 1681,
      "0x4c00": 1682,
      "0x4c20": 1683,
      "0x4cb0": 1684,
      "0x4ce0": 1685,
      "0x4c90": 1686,
      "0x4c30": 1687,
      "0x274": 1688,
      "0x27d": 1689,
      "0x271": 1690,
      "0x275": 1691,
      "##765": 1692,
      "##76c": 1693,
      "0x6449": 1694,
      "0x26b": 1695,
      "0x1a832": 1696,
      "##f8a": 1697,
      "##d4a": 1698,
      "##561": 1699,
      "##ae9": 1700,
      "##282": 1701,
      "##ce8": 1702,
      "##188": 1703,
      "0xb099": 1704,
      "0x88c1": 1705,
      "0x4e20": 1706,
      "0x4e10": 1707,
      "##bf4": 1708,
      "0x4d20": 1709,
      "0x4da0": 1710,
      "##1d9": 1711,
      "##1d6": 1712,
      "##92c": 1713,
      "##926": 1714,
      "##1e6": 1715,
      "##9d2": 1716,
      "##b4f": 1717,
      "##b47": 1718,
      "##b4e": 1719,
      "##b88": 1720,
      "##2c6": 1721,
      "##959": 1722,
      "##eee": 1723,
      "##4f9": 1724,
      "##979": 1725,
      "##973": 1726,
      "0xc8f0": 1727,
      "0xc825": 1728,
      "##589": 1729,
      "##513": 1730,
      "##e4a": 1731,
      "##e45": 1732,
      "##21b": 1733,
      "##275": 1734,
      "##f6d": 1735,
      "##f7f": 1736,
      "##f7a": 1737,
      "##f72": 1738,
      "##36e": 1739,
      "0xa07d": 1740,
      "0x1c33d": 1741,
      "##acd": 1742,
      "##fe5": 1743,
      "##694": 1744,
      "##696": 1745,
      "0x19874": 1746,
      "##2df": 1747,
      "##fb1": 1748,
      "##2e8": 1749,
      "##2e5": 1750,
      "##d73": 1751,
      "##a38": 1752,
      "##a31": 1753,
      "##752": 1754,
      "##755": 1755,
      "##759": 1756,
      "##25a": 1757,
      "0x5e89": 1758,
      "##138": 1759,
      "##54a": 1760,
      "0xdbba": 1761,
      "0x15880": 1762,
      "##fdb": 1763,
      "0x1009c": 1764,
      "0x5982": 1765,
      "##b35": 1766,
      "0x2243b": 1767,
      "##af9": 1768,
      "##152": 1769,
      "##15d": 1770,
      "0x112a4": 1771,
      "##631": 1772,
      "0x1e0ec": 1773,
      "0x1e08b": 1774,
      "##22a": 1775,
      "##222": 1776,
      "##1b2": 1777,
      "##538": 1778,
      "##53d": 1779,
      "##535": 1780,
      "##a5e": 1781,
      "0xe3a6": 1782,
      "0xcef3": 1783,
      "##6e3": 1784,
      "##ad1": 1785,
      "##c8b": 1786,
      "0x22e99": 1787,
      "0x220da": 1788,
      "##a71": 1789,
      "0x1741b": 1790,
      "0x20465": 1791,
      "0xffffffbf": 1792,
      "setb": 1793,
      "##db1": 1794,
      "##52a": 1795,
      "##9b2": 1796,
      "0x1eaeb": 1797,
      "0x251ea": 1798,
      "##7f2": 1799,
      "0x164e0": 1800,
      "0x20890": 1801,
      "0x1d392": 1802,
      "0x1d35c": 1803,
      "0xbe2d": 1804,
      "0x20079": 1805,
      "0x235e4": 1806,
      "0x17a10": 1807,
      "0x241f7": 1808,
      "0x19dea": 1809,
      "0x1bbaa": 1810,
      "##eb2": 1811,
      "0x1c6dd": 1812,
      "0x1c6f3": 1813,
      "0x17e25": 1814,
      "0xa3c0": 1815,
      "0xa31a": 1816,
      "0xbd2e": 1817,
      "0xe522": 1818,
      "0xe797": 1819,
      "fcomip": 1820,
      "0x1842d": 1821,
      "0xe4db": 1822,
      "0x1d520": 1823,
      "0x24ce3": 1824,
      "0xca28": 1825,
      "0x14f47": 1826,
      "0x1527a": 1827,
      "btc": 1828,
      "0x1844c": 1829,
      "0x20e04": 1830,
      "0xc9ce": 1831,
      "0xc444": 1832,
      "0x14b6e": 1833,
      "0xb2aa": 1834,
      "0xb2c4": 1835,
      "0x231c6": 1836,
      "0x1a63e": 1837,
      "0x1bebb": 1838,
      "0x1d62e": 1839,
      "fdivp": 1840,
      "0x18b18": 1841,
      "0x5d44": 1842,
      "0x24bde": 1843,
      "0xb69a": 1844,
      "0x22c3d": 1845,
      "0x25279": 1846,
      "0x8a13": 1847,
      "0x21264": 1848,
      "0x134b5": 1849,
      "0x1c9f4": 1850,
      "0x166ef": 1851,
      "0x1df08": 1852,
      "fucom": 1853,
      "neg": 1854,
      "0x2aaaaaab": 1855,
      "0x7145": 1856,
      "0xbd5a": 1857,
      "0x22dc2": 1858,
      "0x1e362": 1859,
      "0x231a5": 1860,
      "0x25345": 1861,
      "0x1a7f5": 1862,
      "dx": 1863,
      "sbb": 1864,
      "##bf0": 1865,
      "##b56": 1866,
      "##b19": 1867,
      "##b99": 1868,
      "##4a": 1869,
      "##a2c": 1870,
      "##292": 1871,
      "##2sd": 1872,
      "##8f": 1873,
      "##8a": 1874,
      "##81": 1875,
      "##180": 1876,
      "##15c": 1877,
      "##500": 1878,
      "##900": 1879,
      "##956": 1880,
      "##9bd": 1881,
      "##7ce": 1882,
      "##370": 1883,
      "##319": 1884,
      "##61d": 1885,
      "##6b8": 1886,
      "##sd2": 1887,
      "##tsd2": 1888,
      "0x2f0": 1889,
      "0x2e0": 1890,
      "0x2f8": 1891,
      "0x2e8": 1892,
      "0x29c": 1893,
      "0x45": 1894,
      "0x4fd": 1895,
      "##ea7": 1896,
      "##ea3": 1897,
      "##ea6": 1898,
      "0x31": 1899,
      "0x37": 1900,
      "0x18f": 1901,
      "0x18d": 1902,
      "0x183": 1903,
      "0x18a4": 1904,
      "0x1875": 1905,
      "0x18ee8": 1906,
      "0x18b35": 1907,
      "0x103": 1908,
      "0x1000": 1909,
      "0x10d8": 1910,
      "0x10a0": 1911,
      "0x10ce": 1912,
      "0x10d0": 1913,
      "0x10b8": 1914,
      "0x1019": 1915,
      "0x10a2": 1916,
      "0x10ee8": 1917,
      "0x1014d": 1918,
      "0x51": 1919,
      "0x540": 1920,
      "0x534": 1921,
      "0x5dc": 1922,
      "0x5994": 1923,
      "0x5fcf": 1924,
      "0x206": 1925,
      "0x2090": 1926,
      "0x20b4": 1927,
      "0x2057": 1928,
      "0x20ab": 1929,
      "0x2058": 1930,
      "0x20f6": 1931,
      "0x20ac": 1932,
      "0x20a9": 1933,
      "0x20e8": 1934,
      "0x20c3": 1935,
      "0x20ad": 1936,
      "0x20630": 1937,
      "0x204fa": 1938,
      "0x20d8f": 1939,
      "0x287": 1940,
      "0x283": 1941,
      "0x28e": 1942,
      "0x28fb": 1943,
      "0x28d7": 1944,
      "0x2854": 1945,
      "jno": 1946,
      "0x24be": 1947,
      "0x24bc": 1948,
      "0x2495": 1949,
      "0x24ea0": 1950,
      "0x24982": 1951,
      "0x24132": 1952,
      "0x24fc9": 1953,
      "0x24330": 1954,
      "0x242c6": 1955,
      "0x6b": 1956,
      "0x67": 1957,
      "0x670": 1958,
      "0x6000": 1959,
      "0x624": 1960,
      "0x6f7f": 1961,
      "##ff1": 1962,
      "##ff7": 1963,
      "0xaf": 1964,
      "0xaa": 1965,
      "0xa2": 1966,
      "0xa28": 1967,
      "0xa3f": 1968,
      "0xa1ec": 1969,
      "0xaf63": 1970,
      "0xa152": 1971,
      "##si2sd": 1972,
      "0xcd": 1973,
      "0xcdd": 1974,
      "0xc000": 1975,
      "0xc33": 1976,
      "0xc18": 1977,
      "0xcf4": 1978,
      "0xcd7": 1979,
      "0xc9c": 1980,
      "0xc285": 1981,
      "0xcc7": 1982,
      "0xc80d": 1983,
      "0xc9aa": 1984,
      "0xcbad": 1985,
      "0xc101": 1986,
      "0xce08": 1987,
      "0xca04": 1988,
      "0xc36b": 1989,
      "0xc98e": 1990,
      "0x142": 1991,
      "0x1476": 1992,
      "0x14d0": 1993,
      "0x14bf": 1994,
      "0x147c": 1995,
      "0x14ab": 1996,
      "0x14b3": 1997,
      "0x14bb": 1998,
      "0x1473": 1999,
      "0x1478": 2000,
      "0x1491": 2001,
      "0x14984": 2002,
      "0x14bbb": 2003,
      "0x1460c": 2004,
      "0x14bc9": 2005,
      "0x14fe1": 2006,
      "0x1498d": 2007,
      "0x77": 2008,
      "0x7ff": 2009,
      "0x756": 2010,
      "0x725": 2011,
      "0x772c": 2012,
      "0x71d2": 2013,
      "0x7248": 2014,
      "0x7b4e": 2015,
      "0xb28": 2016,
      "0xbac": 2017,
      "0xb7e": 2018,
      "0xb184": 2019,
      "0xb138": 2020,
      "##64b": 2021,
      "##641": 2022,
      "0x22be": 2023,
      "0x226a": 2024,
      "0x221a": 2025,
      "0x22b4": 2026,
      "0x2299": 2027,
      "0x22fb": 2028,
      "0x22b9": 2029,
      "0x22a9": 2030,
      "0x22a5": 2031,
      "0x22982": 2032,
      "0x22d8c": 2033,
      "0x22d05": 2034,
      "0x221b2": 2035,
      "0x229b2": 2036,
      "0x1e9": 2037,
      "0x1e8e": 2038,
      "0x1e4b": 2039,
      "0x1e17": 2040,
      "0x1ede": 2041,
      "0x1efe2": 2042,
      "0x1eee5": 2043,
      "0x1e20c": 2044,
      "0x1ef7a": 2045,
      "0x4920": 2046,
      "0x4910": 2047,
      "0x49d0": 2048,
      "0x4800": 2049,
      "0x4810": 2050,
      "0x48c0": 2051,
      "0x2300": 2052,
      "0x23a0": 2053,
      "0x2323": 2054,
      "0x23ee": 2055,
      "0x23f3": 2056,
      "0x234f": 2057,
      "0x23f7": 2058,
      "0x232d": 2059,
      "0x23d7": 2060,
      "0x2314": 2061,
      "0x236d": 2062,
      "0x236f": 2063,
      "0x2318e": 2064,
      "0x231ad": 2065,
      "0x23f8c": 2066,
      "0x2300e": 2067,
      "0x23a0c": 2068,
      "0x23bc9": 2069,
      "0x23ea2": 2070,
      "0x23222": 2071,
      "0x11b": 2072,
      "0x116": 2073,
      "0x11e": 2074,
      "0x1180": 2075,
      "0x1133": 2076,
      "0x11a0": 2077,
      "0x1130": 2078,
      "0x112c": 2079,
      "0x11e8": 2080,
      "0x1194": 2081,
      "0x25f0": 2082,
      "0x25bc": 2083,
      "0x2528": 2084,
      "0x252c": 2085,
      "0x25f3": 2086,
      "0x25f4": 2087,
      "0x25e4": 2088,
      "0x25b3": 2089,
      "0x25ec": 2090,
      "0x2578": 2091,
      "0x25958": 2092,
      "0x2537e": 2093,
      "0x87": 2094,
      "0x8b0": 2095,
      "0x8c0": 2096,
      "0x848": 2097,
      "##604": 2098,
      "0x21d8": 2099,
      "0x212c": 2100,
      "0x21dc": 2101,
      "0x21ba": 2102,
      "0x21c8": 2103,
      "0x2150a": 2104,
      "0x21199": 2105,
      "0x21984": 2106,
      "0x2127b": 2107,
      "0x21bf9": 2108,
      "0x21bd1": 2109,
      "0x214f9": 2110,
      "0x13b7": 2111,
      "0x13d4": 2112,
      "0x138e": 2113,
      "0x1321": 2114,
      "0x1327": 2115,
      "0x136c": 2116,
      "0x13ad": 2117,
      "0x1338": 2118,
      "0x13208": 2119,
      "##50f": 2120,
      "##508": 2121,
      "##50d": 2122,
      "##509": 2123,
      "##503": 2124,
      "0xf1": 2125,
      "0xf00": 2126,
      "0xfaa": 2127,
      "0xfce": 2128,
      "0xfd0": 2129,
      "0xfac": 2130,
      "0xf68": 2131,
      "0xf25a": 2132,
      "##d88": 2133,
      "##d81": 2134,
      "##d87": 2135,
      "##d80": 2136,
      "0x91": 2137,
      "0x921": 2138,
      "0x924": 2139,
      "##708": 2140,
      "##7073": 2141,
      "0x12b": 2142,
      "0x122": 2143,
      "0x12ee": 2144,
      "0x1238": 2145,
      "0x12b39": 2146,
      "0x12a31": 2147,
      "0x1ca": 2148,
      "0x1c2": 2149,
      "0x1c1": 2150,
      "0x1ca0": 2151,
      "0x1cb8": 2152,
      "0x1c7e": 2153,
      "0x1c48": 2154,
      "0x1c363": 2155,
      "0x1c343": 2156,
      "0x1cd89": 2157,
      "0x1cf07": 2158,
      "0x1c9a5": 2159,
      "0x1cd8b": 2160,
      "0x1cdb1": 2161,
      "0x30d": 2162,
      "0xe1": 2163,
      "0xec0": 2164,
      "0xe90": 2165,
      "0xecd": 2166,
      "0xe1a9": 2167,
      "0xe6de": 2168,
      "0x1fe": 2169,
      "0x1f67": 2170,
      "0x1f5b": 2171,
      "0x1fa4": 2172,
      "0x1fba": 2173,
      "0x1fbd": 2174,
      "0x1f7e": 2175,
      "0x1f73": 2176,
      "0x1f78": 2177,
      "0x1fde": 2178,
      "0x501f": 2179,
      "0x5094": 2180,
      "0x5858": 2181,
      "0x246cc": 2182,
      "0x24630": 2183,
      "0x246bc": 2184,
      "0x246cd": 2185,
      "0x246e1": 2186,
      "0xdce": 2187,
      "0xd6f5": 2188,
      "0x19f": 2189,
      "0x194": 2190,
      "0x199": 2191,
      "0x19c0": 2192,
      "0x19aa": 2193,
      "0x1999": 2194,
      "0x1993": 2195,
      "0x199c": 2196,
      "0x19a1": 2197,
      "0x19cd": 2198,
      "0x1928f": 2199,
      "0x19f6c": 2200,
      "0x19501": 2201,
      "0x1915c": 2202,
      "0x19319": 2203,
      "0x179": 2204,
      "0x17b0": 2205,
      "0x17a0": 2206,
      "0x17a8": 2207,
      "0x17a0c": 2208,
      "0x1754a": 2209,
      "0x1aa": 2210,
      "0x1a6": 2211,
      "0x1a7c": 2212,
      "0x1a66": 2213,
      "0x1ac3": 2214,
      "0x1ac8": 2215,
      "0x1aee3": 2216,
      "0x1a706": 2217,
      "0x1a500": 2218,
      "0x15b": 2219,
      "0x153": 2220,
      "0x156": 2221,
      "0x1526": 2222,
      "0x1554": 2223,
      "0x1537b": 2224,
      "0x156f5": 2225,
      "0x15401": 2226,
      "0x152e8": 2227,
      "0x15538": 2228,
      "0x157ce": 2229,
      "##804": 2230,
      "##806": 2231,
      "##b75": 2232,
      "0x4a30": 2233,
      "0x4ad0": 2234,
      "0x98b5": 2235,
      "##ccd": 2236,
      "0x604e": 2237,
      "##203": 2238,
      "0x16f": 2239,
      "0x1690": 2240,
      "0x16ab": 2241,
      "0x1637b": 2242,
      "0x16acd": 2243,
      "0x16631": 2244,
      "0x1b4": 2245,
      "0x1ba": 2246,
      "0x1b5": 2247,
      "0x1bce": 2248,
      "0x1bb3": 2249,
      "0x1b4c": 2250,
      "0x1bb7a": 2251,
      "##9a6": 2252,
      "##9ae": 2253,
      "0x1db": 2254,
      "0x1d4": 2255,
      "0x1d67": 2256,
      "0x1d68": 2257,
      "##102": 2258,
      "0x4b60": 2259,
      "0x4b20": 2260,
      "0x4bb0": 2261,
      "0x4b90": 2262,
      "0x4ba0": 2263,
      "##b07": 2264,
      "##c03": 2265,
      "##e09": 2266,
      "0x801": 2267,
      "##985": 2268,
      "##beb": 2269,
      "##334": 2270,
      "##335": 2271,
      "##33c": 2272,
      "##404": 2273,
      "##402": 2274,
      "##409": 2275,
      "##6a2": 2276,
      "0x4c50": 2277,
      "0x27f": 2278,
      "0x273": 2279,
      "0x27e4": 2280,
      "##762": 2281,
      "##76e": 2282,
      "##1a6": 2283,
      "##308": 2284,
      "0x64c8": 2285,
      "0x6487": 2286,
      "##67a": 2287,
      "##671": 2288,
      "##67e": 2289,
      "0x26f": 2290,
      "0x268": 2291,
      "0x265": 2292,
      "0x2614": 2293,
      "0x2624": 2294,
      "##bcf": 2295,
      "##bc5": 2296,
      "0x5cf2": 2297,
      "0x1289a": 2298,
      "0x1282b": 2299,
      "##d46": 2300,
      "##aa1": 2301,
      "##56e": 2302,
