{
  "additional_special_tokens": [
    "[MASK]",
    "[EOI]",
    "[LOOK]"
  ],
  "cls_token": "[CLS]",
  "mask_token": "[MASK]",
  "pad_token": "[PAD]",
  "sep_token": "[SEP]",
  "unk_token": "[UNK]"
}
