{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "[EOI]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "[LOOK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "BertNormalizer",
    "clean_text": true,
    "handle_chinese_chars": true,
    "strip_accents": null,
    "lowercase": true
  },
  "pre_tokenizer": {
    "type": "BertPreTokenizer"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          2
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          3
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "[EOI]": 5,
      "[LOOK]": 6,
      "(": 7,
      ")": 8,
      "*": 9,
      "+": 10,
      ",": 11,
      "-": 12,
      "0": 13,
      "1": 14,
      "2": 15,
      "3": 16,
      "4": 17,
      "5": 18,
      "6": 19,
      "7": 20,
      "8": 21,
      "9": 22,
      ":": 23,
      "[": 24,
      "]": 25,
      "a": 26,
      "b": 27,
      "c": 28,
      "d": 29,
      "e": 30,
      "f": 31,
      "g": 32,
      "h": 33,
      "i": 34,
      "j": 35,
      "k": 36,
      "l": 37,
      "m": 38,
      "n": 39,
      "o": 40,
      "p": 41,
      "q": 42,
      "r": 43,
      "s": 44,
      "t": 45,
      "u": 46,
      "v": 47,
      "w": 48,
      "x": 49,
      "y": 50,
      "z": 51,
      "##x": 52,
      "##c": 53,
      "##0": 54,
      "##7": 55,
      "##5": 56,
      "##3": 57,
      "##6": 58,
      "##9": 59,
      "##1": 60,
      "##2": 61,
      "##f": 62,
      "##4": 63,
      "##8": 64,
      "##a": 65,
      "##b": 66,
      "##e": 67,
      "##d": 68,
      "##p": 69,
      "##s": 70,
      "##r": 71,
      "##l": 72,
      "##q": 73,
      "##i": 74,
      "##v": 75,
      "##m": 76,
      "##w": 77,
      "##t": 78,
      "##n": 79,
      "##z": 80,
      "##o": 81,
      "##k": 82,
      "##g": 83,
      "##u": 84,
      "##h": 85,
      "##y": 86,
      "0x": 87,
      "eo": 88,
      "eoi": 89,
      "0x1": 90,
      "##ax": 91,
      "##ov": 92,
      "mov": 93,
      "rax": 94,
      "##tr": 95,
      "ptr": 96,
      "##or": 97,
      "##ord": 98,
      "##word": 99,
      "rb": 100,
      "rbp": 101,
      "0x2": 102,
      "eax": 103,
      "qword": 104,
      "##dx": 105,
      "dword": 106,
      "0x3": 107,
      "rdx": 108,
      "0x4": 109,
      "0x12": 110,
      "##ea": 111,
      "0x13": 112,
      "0x14": 113,
      "lea": 114,
      "##dd": 115,
      "0x18": 116,
      "add": 117,
      "##di": 118,
      "##mp": 119,
      "0x15": 120,
      "##al": 121,
      "##all": 122,
      "call": 123,
      "0x5": 124,
      "edx": 125,
      "ri": 126,
      "rip": 127,
      "0x16": 128,
      "##cx": 129,
      "xm": 130,
      "xmm": 131,
      "0x10": 132,
      "0x17": 133,
      "rdi": 134,
      "0x11": 135,
      "##si": 136,
      "0x20": 137,
      "movs": 138,
      "0x6": 139,
      "0x19": 140,
      "rcx": 141,
      "0x1c": 142,
      "cmp": 143,
      "0x1a": 144,
      "0x28": 145,
      "xmm0": 146,
      "0x1b": 147,
      "##ff": 148,
      "sh": 149,
      "jmp": 150,
      "##te": 151,
      "by": 152,
      "byte": 153,
      "0x1d": 154,
      "0x7": 155,
      "##zx": 156,
      "movzx": 157,
      "rsi": 158,
      "0x1e": 159,
      "su": 160,
      "sub": 161,
      "0x30": 162,
      "0x1f": 163,
      "0x24": 164,
      "0xc": 165,
      "0x21": 166,
      "shl": 167,
      "##dq": 168,
      "cdq": 169,
      "movsx": 170,
      "##sp": 171,
      "rsp": 172,
      "cdqe": 173,
      "0x22": 174,
      "0x23": 175,
      "esi": 176,
      "##nd": 177,
      "##64": 178,
      "##00": 179,
      "ecx": 180,
      "jn": 181,
      "al": 182,
      "word": 183,
      "jne": 184,
      "0x25": 185,
      "0x38": 186,
      "edi": 187,
      "0xa": 188,
      "0x2c": 189,
      "0x8": 190,
      "##us": 191,
      "pus": 192,
      "push": 193,
      "0x27": 194,
      "je": 195,
      "0x26": 196,
      "0x40": 197,
      "0x9": 198,
      "0x29": 199,
      "movsxd": 200,
      "##b0": 201,
      "0x2a": 202,
      "xmm1": 203,
      "movsd": 204,
      "##20": 205,
      "0x34": 206,
      "0x48": 207,
      "end": 208,
      "##br": 209,
      "endbr": 210,
      "endbr64": 211,
      "##10": 212,
      "##es": 213,
      "tes": 214,
      "test": 215,
      "##50": 216,
      "0x2b": 217,
      "##d0": 218,
      "xor": 219,
      "##e0": 220,
      "##op": 221,
      "jl": 222,
      "##f0": 223,
      "0xb": 224,
      "##et": 225,
      "##60": 226,
      "0x2d": 227,
      "##90": 228,
      "##70": 229,
      "ret": 230,
      "0x2e": 231,
      "0x2f": 232,
      "##24": 233,
      "##c0": 234,
      "##a0": 235,
      "##30": 236,
      "##8b": 237,
      "movss": 238,
      "0x3c": 239,
      "or": 240,
      "##12": 241,
      "0x50": 242,
      "##80": 243,
      "##40": 244,
      "0x33": 245,
      "##ffff": 246,
      "0x31": 247,
      "0x32": 248,
      "##sd": 249,
      "nop": 250,
      "##ab": 251,
      "0xd": 252,
      "##e8": 253,
      "##66": 254,
      "0x44": 255,
      "and": 256,
      "0x35": 257,
      "##ve": 258,
      "leave": 259,
      "##be": 260,
      "##68": 261,
      "##fe": 262,
      "##f8": 263,
      "##18": 264,
      "jle": 265,
      "shr": 266,
      "0x3b": 267,
      "##f4": 268,
      "##a9": 269,
      "##e4": 270,
      "##f7": 271,
      "##28": 272,
      "##69": 273,
      "##14": 274,
      "0x37": 275,
      "##ul": 276,
      "##8d": 277,
      "##fc": 278,
      "##e9": 279,
      "##2c": 280,
      "##6c": 281,
      "##38": 282,
      "##55": 283,
      "0x3d": 284,
      "0x58": 285,
      "0x39": 286,
      "##1c": 287,
      "##58": 288,
      "##ec": 289,
      "##34": 290,
      "##29": 291,
      "##e7": 292,
      "##a8": 293,
      "ax": 294,
      "0x60": 295,
      "##ac": 296,
      "##35": 297,
      "##65": 298,
      "##ed": 299,
      "##78": 300,
      "##a4": 301,
      "0x130": 302,
      "##fd": 303,
      "##eb": 304,
      "##11": 305,
      "##6d": 306,
      "##e5": 307,
      "##74": 308,
      "##f3": 309,
      "##13": 310,
      "##ad": 311,
      "##63": 312,
      "##9d": 313,
      "0x12c": 314,
      "##e3": 315,
      "##f1": 316,
      "##aa": 317,
      "##54": 318,
      "##e2": 319,
      "##fb": 320,
      "##67": 321,
      "##f9": 322,
      "##6b": 323,
      "##6a": 324,
      "0x120": 325,
      "##2d": 326,
      "##4c": 327,
      "##1b": 328,
      "##98": 329,
      "##15": 330,
      "##f5": 331,
      "rbx": 332,
      "##1d": 333,
      "##2b": 334,
      "##19": 335,
      "##27": 336,
      "##17": 337,
      "##3c": 338,
      "0x4c": 339,
      "##89": 340,
      "##5c": 341,
      "##ae": 342,
      "##99": 343,
      "fs": 344,
      "##6e": 345,
      "##3d": 346,
      "##62": 347,
      "##fa": 348,
      "##b8": 349,
      "##39": 350,
      "##b4": 351,
      "##bc": 352,
      "##a7": 353,
      "##5d": 354,
      "##94": 355,
      "0x124": 356,
      "##f2": 357,
      "0x134": 358,
      "##77": 359,
      "##37": 360,
      "##3b": 361,
      "##a2": 362,
      "##61": 363,
      "0x140": 364,
      "##59": 365,
      "##d8": 366,
      "##5b": 367,
      "##ee": 368,
      "##7c": 369,
      "##33": 370,
      "0x13c": 371,
      "##22": 372,
      "##9b": 373,
      "##9c": 374,
      "##1a": 375,
      "##ss": 376,
      "##dc": 377,
      "##d4": 378,
      "##6f": 379,
      "##51": 380,
      "##93": 381,
      "lo": 382,
      "##a1": 383,
      "##7b": 384,
      "##2e": 385,
      "##91": 386,
      "##7d": 387,
      "##5e": 388,
      "##9f": 389,
      "##88": 390,
      "##31": 391,
      "##8c": 392,
      "##32": 393,
      "##bd": 394,
      "##5a": 395,
      "##57": 396,
      "0x54": 397,
      "##e1": 398,
      "##ok": 399,
      "look": 400,
      "##97": 401,
      "##bb": 402,
      "##3f": 403,
      "##84": 404,
      "##3a": 405,
      "##52": 406,
      "##b1": 407,
      "##92": 408,
      "##71": 409,
      "##ef": 410,
      "##b9": 411,
      "##8a": 412,
      "##de": 413,
      "0x70": 414,
      "##53": 415,
      "##f6": 416,
      "##21": 417,
      "##a6": 418,
      "##79": 419,
      "0x11c": 420,
      "##75": 421,
      "0x150": 422,
      "##3e": 423,
      "##7a": 424,
      "##72": 425,
      "0x144": 426,
      "##8e": 427,
      "##7e": 428,
      "##b2": 429,
      "##36": 430,
      "##56": 431,
      "##87": 432,
      "0x14c": 433,
      "##9e": 434,
      "##5f": 435,
      "##d1": 436,
      "##ba": 437,
      "##b5": 438,
      "##d5": 439,
      "##81": 440,
      "##2a": 441,
      "##85": 442,
      "##mul": 443,
      "imul": 444,
      "##26": 445,
      "##95": 446,
      "##73": 447,
      "##96": 448,
      "##db": 449,
      "##1e": 450,
      "##2f": 451,
      "##82": 452,
      "##8f": 453,
      "##e6": 454,
      "##23": 455,
      "##7f": 456,
      "0x68": 457,
      "##1f": 458,
      "##da": 459,
      "##b7": 460,
      "##16": 461,
      "##9a": 462,
      "##bf": 463,
      "##b3": 464,
      "##83": 465,
      "##76": 466,
      "##d9": 467,
      "##df": 468,
      "##86": 469,
      "##25": 470,
      "##b6": 471,
      "0x154": 472,
      "0x78b": 473,
      "##a3": 474,
      "##d3": 475,
      "##a5": 476,
      "##af": 477,
      "##d6": 478,
      "##cc": 479,
      "##d7": 480,
      "##d2": 481,
      "xmm2": 482,
      "0x160": 483,
      "px": 484,
      "pxor": 485,
      "0x180": 486,
      "0x15c": 487,
      "0x3a": 488,
      "##48": 489,
      "0x170": 490,
      "0x80": 491,
      "##44": 492,
      "movq": 493,
      "eb": 494,
      "ebx": 495,
      "jg": 496,
      "sa": 497,
      "sar": 498,
      "pop": 499,
      "cl": 500,
      "##c4": 501,
      "0x78": 502,
      "##49": 503,
      "##c8": 504,
      "cv": 505,
      "cvt": 506,
      "0x64": 507,
      "##cd": 508,
      "##cf": 509,
      "##4e": 510,
      "##41": 511,
      "##ca": 512,
      "##c6": 513,
      "##c5": 514,
      "##0000": 515,
      "##47": 516,
      "##ce": 517,
      "##4b": 518,
      "##c1": 519,
      "##4a": 520,
      "##c7": 521,
      "##4d": 522,
      "##c9": 523,
      "##cb": 524,
      "##4f": 525,
      "0x47": 526,
      "##c2": 527,
      "##46": 528,
      "##43": 529,
      "##c3": 530,
      "0x42": 531,
      "0x190": 532,
      "##42": 533,
      "##45": 534,
      "r12": 535,
      "0x4d": 536,
      "0x10b0": 537,
      "0x5c": 538,
      "0x45": 539,
      "0x3f": 540,
      "0x90": 541,
      "0xa0": 542,
      "0x1a0": 543,
      "0xffff": 544,
      "0x43": 545,
      "mul": 546,
      "0x49": 547,
      "0x36": 548,
      "0x4b": 549,
      "0x3e": 550,
      "0xe": 551,
      "0x1b0": 552,
      "di": 553,
      "0xb0": 554,
      "div": 555,
      "0x98": 556,
      "0xf": 557,
      "r12d": 558,
      "0x41": 559,
      "movab": 560,
      "movabs": 561,
      "r8": 562,
      "0x1070": 563,
      "0x4a": 564,
      "0x78b20": 565,
      "##2sd": 566,
      "0x6c": 567,
      "0xb8": 568,
      "0x200": 569,
      "dl": 570,
      "0x1c0": 571,
      "##mi": 572,
      "##omi": 573,
      "0x1d0": 574,
      "##ap": 575,
      "0x88": 576,
      "0x1e0": 577,
      "0x63": 578,
      "0x78b24": 579,
      "0x46": 580,
      "0x10a0": 581,
      "0x1090": 582,
      "0x62": 583,
      "0x1dd": 584,
      "0xa8": 585,
      "0x1ea": 586,
      "movap": 587,
      "jbe": 588,
      "0x210": 589,
      "0x10c0": 590,
      "0x52": 591,
      "0x10f0": 592,
      "0xc0": 593,
      "0x1050": 594,
      "0x1f0": 595,
      "0x57": 596,
      "0x100": 597,
      "0x10d0": 598,
      "0x53": 599,
      "xmm3": 600,
      "0x55": 601,
      "0x74": 602,
      "0x1080": 603,
      "ja": 604,
      "r8d": 605,
      "0xffffffff": 606,
      "0x1ff": 607,
      "cvtsi": 608,
      "addsd": 609,
      "0x220": 610,
      "0x51": 611,
      "0x5d": 612,
      "0x230": 613,
      "mulsd": 614,
      "0x61": 615,
      "0xd0": 616,
      "0xe0": 617,
      "0x240": 618,
      "0x4e": 619,
      "0x5a": 620,
      "0x1324": 621,
      "0x10e0": 622,
      "0x59": 623,
      "0x1100": 624,
      "0x1110": 625,
      "0x9c": 626,
      "0x1060": 627,
      "0x250": 628,
      "0xd8": 629,
      "0x5e": 630,
      "movapd": 631,
      "0x264": 632,
      "0x5b": 633,
      "0x1150": 634,
      "##omisd": 635,
      "0x270": 636,
      "0x260": 637,
      "0x1130": 638,
      "0x7c": 639,
      "0xc8": 640,
      "0x6b": 641,
      "no": 642,
      "##fefe": 643,
      "0x65": 644,
      "##ss2sd": 645,
      "cvtss2sd": 646,
      "0xe8": 647,
      "jns": 648,
      "0x56": 649,
      "0x67": 650,
      "mulss": 651,
      "0xf8": 652,
      "0x110": 653,
      "0x290": 654,
      "0xff": 655,
      "cvtsi2sd": 656,
      "r9": 657,
      "0x1140": 658,
      "0x6d": 659,
      "jb": 660,
      "0xe4": 661,
      "0x280": 662,
      "0x174c": 663,
      "0x2a0": 664,
      "0xbc": 665,
      "not": 666,
      "0xf4": 667,
      "##f7f7": 668,
      "0x11d0": 669,
      "0xa4": 670,
      "0x1190": 671,
      "0x1120": 672,
      "0x6a": 673,
      "0x1200": 674,
      "0x11e0": 675,
      "0x1160": 676,
      "0x400": 677,
      "jge": 678,
      "0x1750": 679,
      "0xc4": 680,
      "0x1170": 681,
      "0xf0": 682,
      "uc": 683,
      "dx": 684,
      "0x4f": 685,
      "divsd": 686,
      "##omiss": 687,
      "0x429": 688,
      "0x1180": 689,
      "0x1768": 690,
      "0x84": 691,
      "0x2b0": 692,
      "0x11a0": 693,
      "0x69": 694,
      "0x11f0": 695,
      "0x11b0": 696,
      "0x2c0": 697,
      "0x1210": 698,
      "0x2d0": 699,
      "0x410": 700,
      "0x1240": 701,
      "0x1220": 702,
      "subsd": 703,
      "0x11c0": 704,
      "0x94": 705,
      "0xb4": 706,
      "##000": 707,
      "0x8c": 708,
      "0x2dd": 709,
      "0x6360": 710,
      "0x2e0": 711,
      "0x138": 712,
      "##6666": 713,
      "0x330": 714,
      "0x1230": 715,
      "0x1250": 716,
      "0x2ea": 717,
      "0xffffff": 718,
      "0x310": 719,
      "xmm4": 720,
      "xmmword": 721,
      "0x11a9": 722,
      "0x1260": 723,
      "0x158": 724,
      "0x1189": 725,
      "idi": 726,
      "idiv": 727,
      "0x4a9": 728,
      "r9d": 729,
      "0x12c9": 730,
      "0x2f0": 731,
      "0x7a": 732,
      "0x350": 733,
      "0x420": 734,
      "comisd": 735,
      "addss": 736,
      "0x340": 737,
      "0xac": 738,
      "##2ss": 739,
      "0x1290": 740,
      "0x1280": 741,
      "0x11e9": 742,
      "0x3e8": 743,
      "0x12b0": 744,
      "0x300": 745,
      "0x1270": 746,
      "0x12c0": 747,
      "0xfc": 748,
      "0x72": 749,
      "0x11c9": 750,
      "0x66": 751,
      "##00000000": 752,
      "0x12a0": 753,
      "0x3f0": 754,
      "0x108": 755,
      "0x320": 756,
      "0x12e0": 757,
      "0x249f": 758,
      "0x3b0": 759,
      "0x418": 760,
      "0x324": 761,
      "movaps": 762,
      "0x12f0": 763,
      "0x1300": 764,
      "0x5f": 765,
      "js": 766,
      "0x2ff": 767,
      "0x360": 768,
      "0x438": 769,
      "0xdc": 770,
      "0x1310": 771,
      "0x12d0": 772,
      "0x75": 773,
      "0xec": 774,
      "0x6e": 775,
      "0x430": 776,
      "0x3d0": 777,
      "0x7d": 778,
      "0x258": 779,
      "0x1249": 780,
      "cvtsi2ss": 781,
      "0x128": 782,
      "r11": 783,
      "0x1209": 784,
      "0x1350": 785,
      "0xd4": 786,
      "0x1329": 787,
      "0x73": 788,
      "0x428": 789,
      "0xcc": 790,
      "0x1330": 791,
      "0x1320": 792,
      "0x71": 793,
      "0x390": 794,
      "0x414": 795,
      "0x13bb": 796,
      "0x3e7": 797,
      "0x368": 798,
      "0x1169": 799,
      "0x118": 800,
      "0x364": 801,
      "0x1340": 802,
      "0x370": 803,
      "0x3c0": 804,
      "0x186a": 805,
      "ne": 806,
      "neg": 807,
      "0x130d": 808,
      "0x470": 809,
      "0x1229": 810,
      "0x380": 811,
      "0x3a9": 812,
      "0x6f": 813,
      "0x1349": 814,
      "0x440": 815,
      "ucomisd": 816,
      "0x402c": 817,
      "0x1269": 818,
      "0x77": 819,
      "0x3e0": 820,
      "comiss": 821,
      "subss": 822,
      "0x312": 823,
      "0x1389": 824,
      "##fefefefe": 825,
      "0x3e9": 826,
      "0x3ea": 827,
      "0x1380": 828,
      "0x11ce": 829,
      "0x800": 830,
      "0x450": 831,
      "0x11b1": 832,
      "cm": 833,
      "cmov": 834,
      "0x460": 835,
      "0x12e7": 836,
      "0x11ae": 837,
      "0x1378": 838,
      "xmm5": 839,
      "0x1289": 840,
      "0x424": 841,
      "0x36c": 842,
      "0xdd": 843,
      "0x1360": 844,
      "0x7b": 845,
      "0x12a9": 846,
      "jp": 847,
      "0x3ab": 848,
      "0x11ee": 849,
      "0x136c": 850,
      "0x3ac": 851,
      "set": 852,
      "0x11d1": 853,
      "0x369": 854,
      "0x12f1": 855,
      "0x148": 856,
      "0x3ec": 857,
      "0x3f4": 858,
      "cq": 859,
      "cqo": 860,
      "0x1309": 861,
      "0x132d": 862,
      "0x3a4": 863,
      "0x1231": 864,
      "0x12ed": 865,
      "0xffffffffffff": 866,
      "0x468": 867,
      "0x3a0": 868,
      "0x1339": 869,
      "0x11ad": 870,
      "##ep": 871,
      "rep": 872,
      "0x1388": 873,
      "0x1370": 874,
      "0x1191": 875,
      "0x480": 876,
      "0x1390": 877,
      "0x366": 878,
      "0x120e": 879,
      "ro": 880,
      "rol": 881,
      "0x128d": 882,
      "0x3e4": 883,
      "0x79": 884,
      "0x131d": 885,
      "0x12cd": 886,
      "0x13b0": 887,
      "ucomiss": 888,
      "0x12e9": 889,
      "0x13a0": 890,
      "0x118e": 891,
      "0x1258": 892,
      "0x124e": 893,
      "0x11f1": 894,
      "0x120d": 895,
      "0x131e": 896,
      "0x12aa": 897,
      "0x1298": 898,
      "0x130e": 899,
      "0x122e": 900,
      "0xfe": 901,
      "0x458": 902,
      "jae": 903,
      "0x130b": 904,
      "0x12f5": 905,
      "0x131c": 906,
      "0x5093": 907,
      "0x13c0": 908,
      "0x12d5": 909,
      "0x12e1": 910,
      "0x126e": 911,
      "0x1000": 912,
      "0x13a7": 913,
      "0x1211": 914,
      "0x168": 915,
      "0x129c": 916,
      "0x132e": 917,
      "0x1308": 918,
      "0x3dd": 919,
      "0x1322": 920,
      "0x1311": 921,
      "0x12ee": 922,
      "0x36d": 923,
      "0xe9": 924,
      "0x12e4": 925,
      "0x136e": 926,
      "0x12fb": 927,
      "0x3a8": 928,
      "0x12be": 929,
      "cw": 930,
      "cwde": 931,
      "0x140a": 932,
      "0x3ed": 933,
      "0xc35": 934,
      "0x12ad": 935,
      "0x118d": 936,
      "0x12ef": 937,
      "0x12d1": 938,
      "0x1264": 939,
      "0x1351": 940,
      "0x36b": 941,
      "0x134d": 942,
      "0x1304": 943,
      "0x12d8": 944,
      "0x490": 945,
      "0x12b1": 946,
      "0x12a4": 947,
      "0x3ff": 948,
      "se": 949,
      "sete": 950,
      "0x11cd": 951,
      "0x1261": 952,
      "0x1299": 953,
      "0x122d": 954,
      "0x12b9": 955,
      "0x12d9": 956,
      "0x1278": 957,
      "0x12f9": 958,
      "0x132c": 959,
      "0x1291": 960,
      "0x3eb": 961,
      "0x42c": 962,
      "0x1245": 963,
      "0x124d": 964,
      "0x12c1": 965,
      "0x127a": 966,
      "0x124f": 967,
      "0x1251": 968,
      "0x12c6": 969,
      "0x1275": 970,
      "0x1255": 971,
      "0x3ad": 972,
      "0x133d": 973,
      "0x128e": 974,
      "0x126d": 975,
      "r13": 976,
      "0x1301": 977,
      "0x1265": 978,
      "0x3f8": 979,
      "0x1314": 980,
      "0x12f3": 981,
      "0x1344": 982,
      "0x12ec": 983,
      "0x134e": 984,
      "0x127c": 985,
      "0x12eb": 986,
      "0x365": 987,
      "0x1319": 988,
      "0x1271": 989,
      "0x12ce": 990,
      "0x11ed": 991,
      "0x1343": 992,
      "0x4a4": 993,
      "0x12fd": 994,
      "0xa20": 995,
      "0x12df": 996,
      "0x12dd": 997,
      "0x1334": 998,
      "0x11f5": 999,
      "0x1331": 1000,
      "0x130f": 1001,
      "0x3a7": 1002,
      "0x1368": 1003,
      "0x1325": 1004,
      "0x1355": 1005,
      "0x1228": 1006,
      "0x363": 1007,
      "0x1285": 1008,
      "0x12b4": 1009,
      "0x1259": 1010,
      "movd": 1011,
      "0x12a1": 1012,
      "0x1281": 1013,
      "0x1284": 1014,
      "0x12f4": 1015,
      "0x9b": 1016,
      "0x12a3": 1017,
      "0x13d0": 1018,
      "0x134c": 1019,
      "0x4c0": 1020,
      "0x12fe": 1021,
      "0x12e8": 1022,
      "0x12c3": 1023,
      "0x1321": 1024,
      "0x124a": 1025,
      "0x1328": 1026,
      "0x12d2": 1027,
      "0x1354": 1028,
      "0x1398": 1029,
      "0x1341": 1030,
      "0x1356": 1031,
      "0x1399": 1032,
      "0x1347": 1033,
      "0x12f8": 1034,
      "0x126f": 1035,
      "0x129d": 1036,
      "0x1215": 1037,
      "0x1391": 1038,
      "0x1332": 1039,
      "0x1312": 1040,
      "0x12a8": 1041,
      "0x1d4": 1042,
      "0x12bd": 1043,
      "0x12cf": 1044,
      "0x126a": 1045,
      "0x1335": 1046,
      "0x133e": 1047,
      "0x138f": 1048,
      "0x12b7": 1049,
      "0x12cc": 1050,
      "0x135b": 1051,
      "0x41c": 1052,
      "0x1248": 1053,
      "0x12f2": 1054,
      "0x133c": 1055,
      "0x1337": 1056,
      "0x127e": 1057,
      "0x139f": 1058,
      "0x129f": 1059,
      "0x138c": 1060,
      "0x13c7": 1061,
      "0x288": 1062,
      "0x1318": 1063,
      "0x12dc": 1064,
      "0x1235": 1065,
      "0x130c": 1066,
      "0x11d5": 1067,
      "0x1279": 1068,
      "0x12ae": 1069,
      "0x138e": 1070,
      "0x464": 1071,
      "0x139b": 1072,
      "0x1239": 1073,
      "0x367": 1074,
      "0x1393": 1075,
      "0x12c5": 1076,
      "0x1295": 1077,
      "0x134f": 1078,
      "0x13c9": 1079,
      "0x1277": 1080,
      "0x1292": 1081,
      "0x135f": 1082,
      "0x1219": 1083,
      "0x1317": 1084,
      "0x132a": 1085,
      "0x1234": 1086,
      "0x127d": 1087,
      "0x1371": 1088,
      "0x12bb": 1089,
      "0x12c8": 1090,
      "0x1345": 1091,
      "0x125e": 1092,
      "0x12ab": 1093,
      "0x1282": 1094,
      "0x1359": 1095,
      "0x12a7": 1096,
      "0x1386": 1097,
      "0x136b": 1098,
      "0x12ac": 1099,
      "0x129b": 1100,
      "##2si": 1101,
      "cvtt": 1102,
      "0x1262": 1103,
      "0x1272": 1104,
      "0x1287": 1105,
      "0x13a2": 1106,
      "0x12db": 1107,
      "0x12f7": 1108,
      "0x12c4": 1109,
      "0x12bf": 1110,
      "0x1469": 1111,
      "0x12e3": 1112,
      "0x1374": 1113,
      "0x1365": 1114,
      "0x12bc": 1115,
      "0x12b3": 1116,
      "0x12b5": 1117,
      "0x1294": 1118,
      "0x1348": 1119,
      "0x1306": 1120,
      "0x125a": 1121,
      "0x128b": 1122,
      "0x13ea": 1123,
      "0x1274": 1124,
      "0x125d": 1125,
      "0x1242": 1126,
      "0x1267": 1127,
      "0x1369": 1128,
      "0x1375": 1129,
      "0x128a": 1130,
      "0x13a9": 1131,
      "0x12d4": 1132,
      "0x1336": 1133,
      "0x1307": 1134,
      "0x1760": 1135,
      "0x1303": 1136,
      "0x1315": 1137,
      "0x12cb": 1138,
      "0x1326": 1139,
      "0x1293": 1140,
      "0x128c": 1141,
      "0x12e5": 1142,
      "0x76": 1143,
      "0x3be": 1144,
      "0x12da": 1145,
      "0x131f": 1146,
      "0x1297": 1147,
      "0x131a": 1148,
      "0x126c": 1149,
      "0x12a2": 1150,
      "0x137d": 1151,
      "0x1238": 1152,
      "0x135a": 1153,
      "0x13d9": 1154,
      "0x13a4": 1155,
      "0x13ac": 1156,
      "0x1468": 1157,
      "0x139d": 1158,
      "0x1313": 1159,
      "0x12de": 1160,
      "0x128f": 1161,
      "0x134a": 1162,
      "0x46c": 1163,
      "0x1338": 1164,
      "0x13bd": 1165,
      "0x135e": 1166,
      "0x124c": 1167,
      "0x1316": 1168,
      "0x1748": 1169,
      "0x135c": 1170,
      "0x131b": 1171,
      "0x136d": 1172,
      "0x12a5": 1173,
      "0x12b8": 1174,
      "0x133f": 1175,
      "0x1254": 1176,
      "0x12e6": 1177,
      "0x12fc": 1178,
      "0x1384": 1179,
      "0x125c": 1180,
      "0x3e5": 1181,
      "0x1288": 1182,
      "0x1218": 1183,
      "0x1268": 1184,
      "0x45c": 1185,
      "0x1420": 1186,
      "0x1263": 1187,
      "0x13ab": 1188,
      "0x1377": 1189,
      "0x455": 1190,
      "0xe5": 1191,
      "0x13f0": 1192,
      "0x137a": 1193,
      "0x12f6": 1194,
      "0x1410": 1195,
      "0x1363": 1196,
      "0x1221": 1197,
      "0x11fd": 1198,
      "0x13e5": 1199,
      "0x123e": 1200,
      "0x13ae": 1201,
      "0x12af": 1202,
      "0x123f": 1203,
      "0x137f": 1204,
      "0x12c2": 1205,
      "0x1362": 1206,
      "0x126b": 1207,
      "0x1286": 1208,
      "0x129a": 1209,
      "0x1450": 1210,
      "0x12a6": 1211,
      "0x1372": 1212,
      "0x1302": 1213,
      "0x12b2": 1214,
      "0x13b7": 1215,
      "0x127f": 1216,
      "0x1252": 1217,
      "0x1226": 1218,
      "0x1383": 1219,
      "0x1253": 1220,
      "0x1395": 1221,
      "0x132b": 1222,
      "0x136f": 1223,
      "0x1327": 1224,
      "0x134b": 1225,
      "0x12fa": 1226,
      "0x138b": 1227,
      "0x133a": 1228,
      "0x1296": 1229,
      "0x13f8": 1230,
      "0x1305": 1231,
      "0x1283": 1232,
      "0x12ca": 1233,
      "0x1400": 1234,
      "0x1225": 1235,
      "0x13cd": 1236,
      "0x434": 1237,
      "0x122f": 1238,
      "0x13b2": 1239,
      "0x1346": 1240,
      "0x123c": 1241,
      "0x13af": 1242,
      "0x1257": 1243,
      "0x4e9": 1244,
      "0x127b": 1245,
      "0x13cc": 1246,
      "0x130a": 1247,
      "0x12b6": 1248,
      "0x1352": 1249,
      "0x125f": 1250,
      "0x1276": 1251,
      "0x1449": 1252,
      "0x125b": 1253,
      "0x142e": 1254,
      "0x12ba": 1255,
      "0x121b": 1256,
      "0x1342": 1257,
      "0x1273": 1258,
      "0x1241": 1259,
      "0x1421": 1260,
      "0x429c": 1261,
      "0x13bf": 1262,
      "0x121e": 1263,
      "0x1401": 1264,
      "0x1430": 1265,
      "0x132f": 1266,
      "0x13d3": 1267,
      "0x12ea": 1268,
      "0x1443": 1269,
      "0x1429": 1270,
      "0xe3": 1271,
      "0x13ee": 1272,
      "0x3fc": 1273,
      "0x137b": 1274,
      "0x123b": 1275,
      "0x14d8": 1276,
      "0x12ff": 1277,
      "0x13e9": 1278,
      "0x1233": 1279,
      "0x1207": 1280,
      "0x1357": 1281,
      "0x1247": 1282,
      "0x1438": 1283,
      "0x135d": 1284,
      "0x1222": 1285,
      "0x13fb": 1286,
      "0x13ce": 1287,
      "0x1510": 1288,
      "0x1387": 1289,
      "0x122b": 1290,
      "0x1224": 1291,
      "0x1244": 1292,
      "0x13a8": 1293,
      "0x121d": 1294,
      "0x13a5": 1295,
      "0x13e8": 1296,
      "0x1358": 1297,
      "0x13aa": 1298,
      "0x1236": 1299,
      "0x138d": 1300,
      "0x454": 1301,
      "0x13e0": 1302,
      "0x12c7": 1303,
      "0x141f": 1304,
      "0x120c": 1305,
      "0x1396": 1306,
      "0x1223": 1307,
      "0x1256": 1308,
      "0x12d3": 1309,
      "0x139e": 1310,
      "0x13d5": 1311,
      "0x144a": 1312,
      "0x13f9": 1313,
      "0x1405": 1314,
      "0x1376": 1315,
      "0x1397": 1316,
      "0x13f5": 1317,
      "0x13f1": 1318,
      "0x133b": 1319,
      "0x136a": 1320,
      "0x1243": 1321,
      "0x1458": 1322,
      "0x13bc": 1323,
      "0x140e": 1324,
      "0x121f": 1325,
      "0x1379": 1326,
      "0x13e1": 1327,
      "0x13c6": 1328,
      "0x1361": 1329,
      "0x12e2": 1330,
      "0x123d": 1331,
      "xmm6": 1332,
      "0x12d6": 1333,
      "0x1266": 1334,
      "0x1364": 1335,
      "0x13ad": 1336,
      "0x137e": 1337,
      "0x129e": 1338,
      "0x123a": 1339,
      "0x11b5": 1340,
      "0x474": 1341,
      "0x1323": 1342,
      "0x137c": 1343,
      "0x1419": 1344,
      "##5555": 1345,
      "0x1366": 1346,
      "0x1333": 1347,
      "0x1205": 1348,
      "0x1382": 1349,
      "0x3f3": 1350,
      "0x13a3": 1351,
      "0x13fd": 1352,
      "0x11c6": 1353,
      "0x12d7": 1354,
      "0x1392": 1355,
      "0x43c": 1356,
      "0x13e4": 1357,
      "0x143c": 1358,
      "0x13b4": 1359,
      "0x3f9": 1360,
      "0x13cf": 1361,
      "0x142c": 1362,
      "0x148d": 1363,
      "0x13dd": 1364,
      "0x13ba": 1365,
      "0x13b3": 1366,
      "0x13a6": 1367,
      "0x140c": 1368,
      "0x14b0": 1369,
      "0x143b": 1370,
      "0x13c2": 1371,
      "0x78a": 1372,
      "0x13c4": 1373,
      "0x13b9": 1374,
      "0x500": 1375,
      "0x13b8": 1376,
      "0x13e2": 1377,
      "0x478": 1378,
      "0x1232": 1379,
      "0x13f4": 1380,
      "0x13ff": 1381,
      "0x11f9": 1382,
      "0x1447": 1383,
      "0x124b": 1384,
      "0x1440": 1385,
      "0x13c3": 1386,
      "0x1367": 1387,
      "0x138a": 1388,
      "0x1428": 1389,
      "0x13d2": 1390,
      "0x13b1": 1391,
      "0x1422": 1392,
      "0x13d6": 1393,
      "0x13be": 1394,
      "0x99": 1395,
      "0x13ed": 1396,
      "0x1385": 1397,
      "0x1227": 1398,
      "0x1413": 1399,
      "0x13cb": 1400,
      "0x13d4": 1401,
      "0x1480": 1402,
      "0x1203": 1403,
      "0x1214": 1404,
      "0x13df": 1405,
      "0x1394": 1406,
      "0x1373": 1407,
      "0x1416": 1408,
      "0x145f": 1409,
      "0x120f": 1410,
      "0x42b": 1411,
      "0x139c": 1412,
      "0x144d": 1413,
      "0x1246": 1414,
      "0x3fb": 1415,
      "0x121a": 1416,
      "0x13c1": 1417,
      "0x13a1": 1418,
      "0x4a0": 1419,
      "0x13f3": 1420,
      "0x3fd": 1421,
      "0x140d": 1422,
      "0x89": 1423,
      "0x3f7": 1424,
      "0x122c": 1425,
      "0x13eb": 1426,
      "0x3f5": 1427,
      "0x650": 1428,
      "0x13ca": 1429,
      "0x13c5": 1430,
      "0x3fe": 1431,
      "0x122a": 1432,
      "0x11f8": 1433,
      "0x1237": 1434,
      "0x120a": 1435,
      "0x1212": 1436,
      "0x1412": 1437,
      "0x1402": 1438,
      "0x1408": 1439,
      "0x1433": 1440,
      "0x1407": 1441,
      "0x13b6": 1442,
      "0x13dc": 1443,
      "0x1381": 1444,
      "0x13e3": 1445,
      "0x13da": 1446,
      "0x510": 1447,
      "0x13c8": 1448,
      "0x1353": 1449,
      "0x141b": 1450,
      "0x141a": 1451,
      "0x1470": 1452,
      "0x13fa": 1453,
      "0x1494": 1454,
      "0x42d": 1455,
      "0x13d1": 1456,
      "0x1461": 1457,
      "0x13db": 1458,
      "0x1445": 1459,
      "0x146f": 1460,
      "0x1481": 1461,
      "0x498": 1462,
      "0x1580": 1463,
      "0x1460": 1464,
      "0x144e": 1465,
      "0x104": 1466,
      "0x14c3": 1467,
      "0x13de": 1468,
      "0x1425": 1469,
      "0x14b3": 1470,
      "0xe2": 1471,
      "0x45d": 1472,
      "0x145c": 1473,
      "0x1490": 1474,
      "0x1464": 1475,
      "0x13b5": 1476,
      "0x13fc": 1477,
      "0x1409": 1478,
      "0x13ec": 1479,
      "0x121c": 1480,
      "0x1454": 1481,
      "0x1213": 1482,
      "0x147f": 1483,
      "0x1451": 1484,
      "0x46b": 1485,
      "0x1455": 1486,
      "0x151c": 1487,
      "0x146d": 1488,
      "0x143f": 1489,
      "##fq": 1490,
      "0x1431": 1491,
      "0x1441": 1492,
      "0x145a": 1493,
      "divss": 1494,
      "0x1202": 1495,
      "0x13fe": 1496,
      "0x1414": 1497,
      "0x494": 1498,
      "0x1403": 1499,
      "0x14ef": 1500,
      "0x1459": 1501,
      "0x1439": 1502,
      "0x1424": 1503,
      "0x143e": 1504,
      "0x149a": 1505,
      "0x448": 1506,
      "0x14b9": 1507,
      "0x1434": 1508,
      "0x49c": 1509,
      "0x1466": 1510,
      "0x14a1": 1511,
      "0x13f7": 1512,
      "0x1448": 1513,
      "0xfd": 1514,
      "0x540": 1515,
      "0x141e": 1516,
      "0x11fe": 1517,
      "0x14bc": 1518,
      "0x1417": 1519,
      "0x1204": 1520,
      "0x1474": 1521,
      "0x1477": 1522,
      "0x14ac": 1523,
      "0x1453": 1524,
      "0x1418": 1525,
      "0x14a5": 1526,
      "0x142f": 1527,
      "0x14a0": 1528,
      "0x1472": 1529,
      "0x412": 1530,
      "0x43d": 1531,
      "0x14ae": 1532,
      "0x1201": 1533,
      "0x139a": 1534,
      "0x14ce": 1535,
      "0x13e6": 1536,
      "0x13f6": 1537,
      "##f7f7f7f7": 1538,
      "0x13ef": 1539,
      "0x141d": 1540,
      "0x11fa": 1541,
      "0x1442": 1542,
      "0x11eb": 1543,
      "0x14de": 1544,
      "0x46d": 1545,
      "0x1488": 1546,
      "0x1216": 1547,
      "0x1415": 1548,
      "0x1486": 1549,
      "0x1491": 1550,
      "0x147e": 1551,
      "0x15f0": 1552,
      "0x1411": 1553,
      "0x1446": 1554,
      "0x11d9": 1555,
      "0x1426": 1556,
      "0x1534": 1557,
      "0x1406": 1558,
      "0x1479": 1559,
      "0x11ff": 1560,
      "0x1452": 1561,
      "0x1526": 1562,
      "0x13e7": 1563,
      "0x1427": 1564,
      "0x41b": 1565,
      "0x147d": 1566,
      "0x14a4": 1567,
      "0x148c": 1568,
      "0x1404": 1569,
      "r10": 1570,
      "0x1478": 1571,
      "0x4e8": 1572,
      "0x1499": 1573,
      "0x1487": 1574,
      "0x141c": 1575,
      "0x144c": 1576,
      "0x1483": 1577,
      "0x1475": 1578,
      "0x1457": 1579,
      "0x14e0": 1580,
      "0x5a8": 1581,
      "0x14c8": 1582,
      "0x14c4": 1583,
      "0x1208": 1584,
      "0x13d7": 1585,
      "0x13d8": 1586,
      "0x14ba": 1587,
      "0x145d": 1588,
      "0x147c": 1589,
      "0x1195": 1590,
      "0x435": 1591,
      "0x14ab": 1592,
      "0x146a": 1593,
      "0x1217": 1594,
      "0x14f1": 1595,
      "0x1432": 1596,
      "0x1569": 1597,
      "0x14f4": 1598,
      "0x1436": 1599,
      "0x143a": 1600,
      "0x1435": 1601,
      "0x14d0": 1602,
      "0x148a": 1603,
      "0x1484": 1604,
      "0x466": 1605,
      "0x11e7": 1606,
      "0x1437": 1607,
      "0x144b": 1608,
      "0x1500": 1609,
      "0x149f": 1610,
      "0x142b": 1611,
      "0x1485": 1612,
      "0x149d": 1613,
      "0x148b": 1614,
      "0x1521": 1615,
      "0x145b": 1616,
      "0x11e5": 1617,
      "0x1456": 1618,
      "0x14c1": 1619,
      "0x1465": 1620,
      "0x149c": 1621,
      "0x14f8": 1622,
      "0x140f": 1623,
      "0x23cd": 1624,
      "0x469": 1625,
      "0x146b": 1626,
      "0x1507": 1627,
      "0x1514": 1628,
      "0x1492": 1629,
      "0x120b": 1630,
      "0x146e": 1631,
      "0x143d": 1632,
      "0x145e": 1633,
      "0x1444": 1634,
      "0x4e2": 1635,
      "0x14d7": 1636,
      "0x142a": 1637,
      "0x1531": 1638,
      "0x14e8": 1639,
      "0x1423": 1640,
      "0x1497": 1641,
      "0x14cf": 1642,
      "0x1547": 1643,
      "0x463": 1644,
      "0x14d5": 1645,
      "0x14ad": 1646,
      "0x28e": 1647,
      "0x153c": 1648,
      "0x13f2": 1649,
      "0x142d": 1650,
      "0x1520": 1651,
      "0x147a": 1652,
      "0x178": 1653,
      "0x146c": 1654,
      "0x14a3": 1655,
      "st": 1656,
      "0x14a8": 1657,
      "0x1660": 1658,
      "0x4b0": 1659,
      "0x14ea": 1660,
      "0x1462": 1661,
      "0x148f": 1662,
      "0x1a8": 1663,
      "0x11d8": 1664,
      "0x1473": 1665,
      "0x11f3": 1666,
      "0x14a2": 1667,
      "0x14e1": 1668,
      "0x1495": 1669,
      "0x14b7": 1670,
      "0xea": 1671,
      "0x3e2": 1672,
      "0x140b": 1673,
      "##os": 1674,
      "0x149b": 1675,
      "stos": 1676,
      "stosq": 1677,
      "0x17a1": 1678,
      "0x14d1": 1679,
      "0x14c7": 1680,
      "0x465": 1681,
      "0x1489": 1682,
      "0x14b4": 1683,
      "0x11e2": 1684,
      "0x41d": 1685,
      "0x150a": 1686,
      "0x155c": 1687,
      "0x14d2": 1688,
      "0x1206": 1689,
      "0x14aa": 1690,
      "xmm7": 1691,
      "0x147b": 1692,
      "0x14c6": 1693,
      "0x1551": 1694,
      "0x1463": 1695,
      "0x3e3": 1696,
      "0x14fe": 1697,
      "0x149e": 1698,
      "0x1610": 1699,
      "0x1471": 1700,
      "0x11fb": 1701,
      "0x1570": 1702,
      "0x293": 1703,
      "0x14e5": 1704,
      "0x14fc": 1705,
      "0x1498": 1706,
      "0x1503": 1707,
      "0x157c": 1708,
      "0x11f6": 1709,
      "0x1528": 1710,
      "0x9a": 1711,
      "0x82": 1712,
      "0x150c": 1713,
      "0x1467": 1714,
      "0x14fb": 1715,
      "0x11c5": 1716,
      "0x1518": 1717,
      "0x1493": 1718,
      "0x14bd": 1719,
      "0x1496": 1720,
      "0x14d6": 1721,
      "0x16d0": 1722,
      "0x152d": 1723,
      "0x14e7": 1724,
      "0x14db": 1725,
      "0x144f": 1726,
      "0x1502": 1727,
      "0x14f0": 1728,
      "0x413": 1729,
      "0x14cb": 1730,
      "0x11f2": 1731,
      "0x14ec": 1732,
      "0x15a6": 1733,
      "0x15be": 1734,
      "0x14a6": 1735,
      "0x14b5": 1736,
      "0x14cd": 1737,
      "0x14c9": 1738,
      "0xf42": 1739,
      "0x150e": 1740,
      "0x14da": 1741,
      "0x1505": 1742,
      "0x14be": 1743,
      "0x14e3": 1744,
      "0x417": 1745,
      "0x11ef": 1746,
      "0x14bf": 1747,
      "0x154e": 1748,
      "0x14f3": 1749,
      "0x47c": 1750,
      "0x14a9": 1751,
      "0x1476": 1752,
      "0x1482": 1753,
      "0x14b1": 1754,
      "0x11dd": 1755,
      "0x14e2": 1756,
      "0x1536": 1757,
      "0x1578": 1758,
      "0x11b8": 1759,
      "0x15e4": 1760,
      "0x4ad": 1761,
      "0x14ed": 1762,
      "0x4a9c": 1763,
      "0x14c0": 1764,
      "0x14df": 1765,
      "0x152a": 1766,
      "0x467": 1767,
      "0x14dc": 1768,
      "0x4ac": 1769,
      "0x14b6": 1770,
      "0x1589": 1771,
      "0x11da": 1772,
      "0x153f": 1773,
      "0x14d4": 1774,
      "0x14d9": 1775,
      "0x151a": 1776,
      "0x14eb": 1777,
      "0x15c5": 1778,
      "0x1517": 1779,
      "0xab": 1780,
      "0x15e9": 1781,
      "0x1523": 1782,
      "0x14e4": 1783,
      "0x1513": 1784,
      "0x15fb": 1785,
      "0x154c": 1786,
      "0x1574": 1787,
      "0x1504": 1788,
      "0x11e1": 1789,
      "0x4b4": 1790,
      "0x1543": 1791,
      "0x14a7": 1792,
      "0x11df": 1793,
      "0x1524": 1794,
      "0x153b": 1795,
      "0x14e9": 1796,
      "0x11f4": 1797,
      "0x154f": 1798,
      "0x11de": 1799,
      "0x151e": 1800,
      "0x156c": 1801,
      "0x1546": 1802,
      "0x1522": 1803,
      "0x152b": 1804,
      "0x4f4": 1805,
      "0x11dc": 1806,
      "0x15f1": 1807,
      "0x594": 1808,
      "0x15cb": 1809,
      "0x14f6": 1810,
      "0x14fd": 1811,
      "0x158c": 1812,
      "0x1736": 1813,
      "0x14ee": 1814,
      "0x1554": 1815,
      "0x11fc": 1816,
      "0x4ec": 1817,
      "0x1509": 1818,
      "0x2e8": 1819,
      "0x11e4": 1820,
      "0x1581": 1821,
      "0x11c4": 1822,
      "0x155b": 1823,
      "0x11ea": 1824,
      "0x14fa": 1825,
      "0x1558": 1826,
      "0x11be": 1827,
      "0x148e": 1828,
      "0x14f7": 1829,
      "0x14e6": 1830,
      "0x520": 1831,
      "0x1512": 1832,
      "0x11e3": 1833,
      "0x14d3": 1834,
      "0x14b8": 1835,
      "0x1632": 1836,
      "0x1594": 1837,
      "##667": 1838,
      "0x155e": 1839,
      "0x11ec": 1840,
      "0x14c5": 1841,
      "0x9d": 1842,
      "0x11b9": 1843,
      "0x150d": 1844,
      "0x11cb": 1845,
      "0x45b": 1846,
      "0x1529": 1847,
      "0x14c2": 1848,
      "0x1542": 1849,
      "0x14ff": 1850,
      "0x1560": 1851,
      "0x4d0": 1852,
      "0x16a2": 1853,
      "0x157a": 1854,
      "0x14ca": 1855,
      "0x4a8": 1856,
      "0x14bb": 1857,
      "0x1611": 1858,
      "0x4f0": 1859,
      "0x1545": 1860,
      "0x1559": 1861,
      "0x1549": 1862,
      "0x15fe": 1863,
      "0x1a30": 1864,
      "0x11f7": 1865,
      "0x14b2": 1866,
      "0x1556": 1867,
      "0x14dd": 1868,
      "0x1583": 1869,
      "0x1557": 1870,
      "0x1591": 1871,
      "0x7f": 1872,
      "0x164c": 1873,
      "0x198": 1874,
      "0x1577": 1875,
      "0x14cc": 1876,
      "0x1538": 1877,
      "0x154a": 1878,
      "0x1588": 1879,
      "0x415": 1880,
      "0x159e": 1881,
      "0x1508": 1882,
      "0x1544": 1883,
      "0x14f2": 1884,
      "0x15d4": 1885,
      "0x4bc": 1886,
      "0x1564": 1887,
      "0x175c": 1888,
      "0x11c2": 1889,
      "0x14af": 1890,
      "0x14f9": 1891,
      "0x28a": 1892,
      "0x1573": 1893,
      "0x1537": 1894,
      "0x1530": 1895,
      "0x11e8": 1896,
      "0x427": 1897,
      "0x4b8": 1898,
      "0x419": 1899,
      "0x15b7": 1900,
      "0x157e": 1901,
      "0x1600": 1902,
      "0x15b0": 1903,
      "0x15bb": 1904,
      "0x1501": 1905,
      "0x477": 1906,
      "0x176c": 1907,
      "0x439": 1908,
      "0x15ed": 1909,
      "0x150f": 1910,
      "0x15dc": 1911,
      "0x11e6": 1912,
      "0x14f5": 1913,
      "0x1567": 1914,
      "0x4e4": 1915,
      "0x15d0": 1916,
      "0xa1c": 1917,
      "0x1506": 1918,
      "0x15a1": 1919,
      "0x1548": 1920,
      "0x1598": 1921,
      "0x1608": 1922,
      "0x1565": 1923,
      "0x16a8": 1924,
      "0x15b9": 1925,
      "0x158a": 1926,
      "##fcfc": 1927,
      "0x1614": 1928,
      "0x156e": 1929,
      "0x528": 1930,
      "0x15c0": 1931,
      "0x499": 1932,
      "0x1555": 1933,
      "0x15d8": 1934,
      "0x1568": 1935,
      "0x1587": 1936,
      "0x159b": 1937,
      "0x1650": 1938,
      "0x1561": 1939,
      "0xb7": 1940,
      "0x156a": 1941,
      "0x155a": 1942,
      "0x1a2a": 1943,
      "0x1535": 1944,
      "0x1519": 1945,
      "0x153e": 1946,
      "0x550": 1947,
      "0x15f4": 1948,
      "0xeb": 1949,
      "0x15ce": 1950,
      "0x49b": 1951,
      "0x15a4": 1952,
      "0x1596": 1953,
      "##000000000000": 1954,
      "0x155d": 1955,
      "0x15b5": 1956,
      "0x524": 1957,
      "0x1bc": 1958,
      "0x154b": 1959,
      "0x4d4": 1960,
      "0x15dd": 1961,
      "0x15c7": 1962,
      "0x1744": 1963,
      "0x1582": 1964,
      "0xfb": 1965,
      "0x152c": 1966,
      "0x1539": 1967,
      "0x1688": 1968,
      "0x4ab": 1969,
      "0x1619": 1970,
      "0x437": 1971,
      "0x15e2": 1972,
      "0x1540": 1973,
      "0x570": 1974,
      "0x3aa": 1975,
      "0x1550": 1976,
      "0x150b": 1977,
      "0x49d": 1978,
      "0x1571": 1979,
      "0x1586": 1980,
      "0x15a0": 1981,
      "0x15c2": 1982,
      "0x4e0": 1983,
      "0x152e": 1984,
      "0x15f8": 1985,
      "0x15db": 1986,
      "0x15ad": 1987,
      "0x15ba": 1988,
      "0x160c": 1989,
      "0x11d3": 1990,
      "0x1566": 1991,
      "0x1618": 1992,
      "0x152f": 1993,
      "0x15b4": 1994,
      "0x660": 1995,
      "0x1678": 1996,
      "0x15c1": 1997,
      "0x1515": 1998,
      "0x15d6": 1999,
      "0x1623": 2000,
      "0x8d": 2001,
      "0x167e": 2002,
      "0x151f": 2003,
      "0x153d": 2004,
      "0x4e7": 2005,
      "0x15ac": 2006,
      "0x534": 2007,
      "0x530": 2008,
      "0x1552": 2009,
      "0x15ae": 2010,
      "0x159d": 2011,
      "0x157f": 2012,
      "0x15c9": 2013,
      "0x1533": 2014,
      "0x161b": 2015,
      "0x11c7": 2016,
      "0x4d8": 2017,
      "0x1579": 2018,
      "##ne": 2019,
      "0x1590": 2020,
      "0x15aa": 2021,
      "0x15da": 2022,
      "0x459": 2023,
      "0x1516": 2024,
      "0x155f": 2025,
      "0x1615": 2026,
      "0x159a": 2027,
      "0x15d9": 2028,
      "0x16bc": 2029,
      "0x4ea": 2030,
      "0x15d1": 2031,
      "0x1511": 2032,
      "0x362": 2033,
      "0x162c": 2034,
      "0x11a4": 2035,
      "0x15a7": 2036,
      "0x1562": 2037,
      "0x1597": 2038,
      "0x1629": 2039,
      "0x3f2": 2040,
      "0x1601": 2041,
      "0x1604": 2042,
      "0x1572": 2043,
      "0x15f7": 2044,
      "setne": 2045,
      "0x1635": 2046,
      "0x1532": 2047,
      "0x1541": 2048,
      "0x16fc": 2049,
      "0x1585": 2050,
      "0x15cd": 2051,
      "0x15a2": 2052,
      "0x163c": 2053,
      "0x151b": 2054,
      "0x15ee": 2055,
      "0xa5": 2056,
      "0x1592": 2057,
      "0x411": 2058,
      "0x15df": 2059,
      "0x172c": 2060,
      "0xa2": 2061,
      "0x1628": 2062,
      "0x16cf": 2063,
      "0x1527": 2064,
      "0x15c8": 2065,
      "0x1563": 2066,
      "0x1593": 2067,
      "0x7e": 2068,
      "0x1620": 2069,
      "0x1599": 2070,
      "0x15d3": 2071,
      "0x154d": 2072,
      "0x15e1": 2073,
      "0x53c": 2074,
      "0xe7": 2075,
      "0x16cc": 2076,
      "0x1680": 2077,
      "0x156f": 2078,
      "0x158e": 2079,
      "0x15b2": 2080,
      "0x83": 2081,
      "bs": 2082,
      "0x16ac": 2083,
      "0x1646": 2084,
      "0x161c": 2085,
      "0x178f": 2086,
      "0x157b": 2087,
      "0x1612": 2088,
      "0x165c": 2089,
      "0x15fd": 2090,
      "0x1647": 2091,
      "0x15e5": 2092,
      "0x15c4": 2093,
      "0x160f": 2094,
      "0x158f": 2095,
      "0x10c": 2096,
      "0x15bc": 2097,
      "0x1616": 2098,
      "0x15f3": 2099,
      "0x15fc": 2100,
      "0x1654": 2101,
      "0x1626": 2102,
      "0x159c": 2103,
      "0x4dd": 2104,
      "0x151d": 2105,
      "0xf9": 2106,
      "0x4f8": 2107,
      "0x1681": 2108,
      "0x16b9": 2109,
      "0x163e": 2110,
      "0x2f6c": 2111,
      "0x1584": 2112,
      "0x5d0": 2113,
      "0x161e": 2114,
      "0x11c1": 2115,
      "0x15af": 2116,
      "0x11db": 2117,
      "0x15e3": 2118,
      "0x15ec": 2119,
      "0x1638": 2120,
      "0x15e0": 2121,
      "0x1984": 2122,
      "0xa9": 2123,
      "0x168d": 2124,
      "0x1810": 2125,
      "0x15a9": 2126,
      "0x15a3": 2127,
      "0x15e8": 2128,
      "0x15a5": 2129,
      "0x1648": 2130,
      "0x1640": 2131,
      "0x161a": 2132,
      "0x1606": 2133,
      "0x15bd": 2134,
      "0xbb": 2135,
      "0x11a2": 2136,
      "0x1576": 2137,
      "0x1605": 2138,
      "0x162b": 2139,
      "0x156d": 2140,
      "0x15ca": 2141,
      "0x15f6": 2142,
      "0x1662": 2143,
      "0x514": 2144,
      "0x15a8": 2145,
      "0x1b4": 2146,
      "0x16c1": 2147,
      "0x15b3": 2148,
      "0x162d": 2149,
      "0x15cf": 2150,
      "0x1575": 2151,
      "0x36a": 2152,
      "0x162f": 2153,
      "0x564": 2154,
      "0x1639": 2155,
      "0x1653": 2156,
      "0x4be": 2157,
      "0x1694": 2158,
      "0x66666": 2159,
      "0x1649": 2160,
      "0x159f": 2161,
      "0x1602": 2162,
      "0x4dc": 2163,
      "0x153a": 2164,
      "0x1685": 2165,
      "0x168b": 2166,
      "0x156b": 2167,
      "0x560": 2168,
      "cmovs": 2169,
      "0x160a": 2170,
      "0x16a0": 2171,
      "0x15c6": 2172,
      "0x1692": 2173,
      "0x1657": 2174,
      "0x15e6": 2175,
      "0x15e7": 2176,
      "0x6ed": 2177,
      "0x164e": 2178,
      "0x1655": 2179,
      "0x166d": 2180,
      "0xad": 2181,
      "0xbd": 2182,
      "0x1665": 2183,
      "0x163b": 2184,
      "0x158d": 2185,
      "0x158b": 2186,
      "0x16f0": 2187,
      "0x1718": 2188,
      "0x169e": 2189,
      "0x1525": 2190,
      "0x16be": 2191,
      "0x15f5": 2192,
      "0x169c": 2193,
      "0x11ca": 2194,
      "0xffffffffffffff": 2195,
      "0x15ea": 2196,
      "0x157d": 2197,
      "0x517": 2198,
      "0x1553": 2199,
      "0x1670": 2200,
      "0x164d": 2201,
      "0x167a": 2202,
      "0x16a9": 2203,
      "0x162e": 2204,
      "0x168c": 2205,
      "0x1687": 2206,
      "0x15eb": 2207,
      "0x19e7": 2208,
      "0x15d2": 2209,
      "0x1671": 2210,
      "0x4fe": 2211,
      "0x15ab": 2212,
      "0x161d": 2213,
      "0x16c5": 2214,
      "0x165a": 2215,
      "0x15c3": 2216,
      "0x15fa": 2217,
      "0x160b": 2218,
      "0x1698": 2219,
      "0x17b9": 2220,
      "0xa7": 2221,
      "0x15b1": 2222,
      "0x95": 2223,
      "0x97": 2224,
      "0x555": 2225,
      "0xc3": 2226,
      "0x1735": 2227,
      "0x1609": 2228,
      "0x16c0": 2229,
      "0x15b6": 2230,
      "0x198c": 2231,
      "0x1669": 2232,
      "0x1641": 2233,
      "0x15f9": 2234,
      "0x167b": 2235,
      "0x16da": 2236,
      "0x1644": 2237,
      "0x17c0": 2238,
      "0x1643": 2239,
      "0x15b8": 2240,
      "0x1755": 2241,
      "0x15d5": 2242,
      "0x1622": 2243,
      "0x15bf": 2244,
      "0x16a7": 2245,
      "0x1645": 2246,
      "0x15ff": 2247,
      "0x1667": 2248,
      "0x1656": 2249,
      "0x1676": 2250,
      "0x163d": 2251,
      "0x1621": 2252,
      "0x173f": 2253,
      "0x165e": 2254,
      "0x1727": 2255,
      "0x87": 2256,
      "0x16c8": 2257,
      "0x4e5": 2258,
      "0x1714": 2259,
      "0x1668": 2260,
      "0x1020": 2261,
      "0x16ed": 2262,
      "0x1634": 2263,
      "0x4fc": 2264,
      "##f3f3": 2265,
      "0x1663": 2266,
      "0x11d7": 2267,
      "0xa3": 2268,
      "0x170d": 2269,
      "0x1672": 2270,
      "0x1595": 2271,
      "0x1636": 2272,
      "0x177": 2273,
