{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "[EOI]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "[LOOK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "BertNormalizer",
    "clean_text": true,
    "handle_chinese_chars": true,
    "strip_accents": null,
    "lowercase": true
  },
  "pre_tokenizer": {
    "type": "BertPreTokenizer"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          2
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          3
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "[EOI]": 5,
      "[LOOK]": 6,
      "(": 7,
      ")": 8,
      "*": 9,
      "+": 10,
      ",": 11,
      "-": 12,
      "0": 13,
      "1": 14,
      "2": 15,
      "3": 16,
      "4": 17,
      "5": 18,
      "6": 19,
      "7": 20,
      "8": 21,
      "9": 22,
      ":": 23,
      "[": 24,
      "]": 25,
      "a": 26,
      "b": 27,
      "c": 28,
      "d": 29,
      "e": 30,
      "f": 31,
      "g": 32,
      "h": 33,
      "i": 34,
      "j": 35,
      "k": 36,
      "l": 37,
      "m": 38,
      "n": 39,
      "o": 40,
      "p": 41,
      "q": 42,
      "r": 43,
      "s": 44,
      "t": 45,
      "u": 46,
      "v": 47,
      "w": 48,
      "x": 49,
      "y": 50,
      "z": 51,
      "##x": 52,
      "##5": 53,
      "##8": 54,
      "##4": 55,
      "##f": 56,
      "##0": 57,
      "##1": 58,
      "##e": 59,
      "##3": 60,
      "##c": 61,
      "##9": 62,
      "##7": 63,
      "##2": 64,
      "##6": 65,
      "##d": 66,
      "##b": 67,
      "##a": 68,
      "##o": 69,
      "##r": 70,
      "##w": 71,
      "##m": 72,
      "##p": 73,
      "##l": 74,
      "##t": 75,
      "##s": 76,
      "##q": 77,
      "##h": 78,
      "##v": 79,
      "##i": 80,
      "##n": 81,
      "##g": 82,
      "##u": 83,
      "##k": 84,
      "##z": 85,
      "##y": 86,
      "0x": 87,
      "eo": 88,
      "eoi": 89,
      "0x1": 90,
      "##ov": 91,
      "mov": 92,
      "##or": 93,
      "##ax": 94,
      "rs": 95,
      "0x11": 96,
      "##tr": 97,
      "ptr": 98,
      "##ord": 99,
      "##word": 100,
      "rsp": 101,
      "rax": 102,
      "qword": 103,
      "0x2": 104,
      "0x10": 105,
      "r1": 106,
      "eax": 107,
      "0x12": 108,
      "rd": 109,
      "##ea": 110,
      "rb": 111,
      "lea": 112,
      "##mm": 113,
      "xmm": 114,
      "ca": 115,
      "##ll": 116,
      "call": 117,
      "ed": 118,
      "dword": 119,
      "0x3": 120,
      "0x13": 121,
      "ri": 122,
      "rip": 123,
      "rdi": 124,
      "rsi": 125,
      "xor": 126,
      "##ff": 127,
      "##mp": 128,
      "0x14": 129,
      "##00": 130,
      "rbp": 131,
      "0x4": 132,
      "##cx": 133,
      "##dd": 134,
      "rdx": 135,
      "r12": 136,
      "0x18": 137,
      "0x15": 138,
      "rbx": 139,
      "xmm0": 140,
      "lo": 141,
      "##ok": 142,
      "look": 143,
      "edi": 144,
      "add": 145,
      "0x28": 146,
      "edx": 147,
      "0x5": 148,
      "cmp": 149,
      "movs": 150,
      "0x16": 151,
      "0x6": 152,
      "su": 153,
      "sub": 154,
      "r13": 155,
      "pu": 156,
      "##sh": 157,
      "push": 158,
      "jn": 159,
      "jne": 160,
      "0x7": 161,
      "##op": 162,
      "0x8": 163,
      "0xa": 164,
      "0x17": 165,
      "rcx": 166,
      "0x9": 167,
      "r8": 168,
      "r14": 169,
      "##si": 170,
      "0x20": 171,
      "0x114": 172,
      "0x113": 173,
      "eb": 174,
      "0x112": 175,
      "0x115": 176,
      "esi": 177,
      "ecx": 178,
      "r15": 179,
      "0x111": 180,
      "0x19": 181,
      "##te": 182,
      "0x116": 183,
      "by": 184,
      "byte": 185,
      "fs": 186,
      "0xf": 187,
      "je": 188,
      "##ffff": 189,
      "0x1a": 190,
      "pop": 191,
      "jmp": 192,
      "0x117": 193,
      "##b0": 194,
      "0xc": 195,
      "##es": 196,
      "0x118": 197,
      "tes": 198,
      "test": 199,
      "0x10f": 200,
      "0x110": 201,
      "mova": 202,
      "xmm1": 203,
      "0x10e": 204,
      "##90": 205,
      "0x1c": 206,
      "0x10c": 207,
      "##a0": 208,
      "r8d": 209,
      "0x10d": 210,
      "##80": 211,
      "0x1b": 212,
      "##db": 213,
      "##64": 214,
      "0xe": 215,
      "0x40": 216,
      "0x119": 217,
      "ebx": 218,
      "r9": 219,
      "movsx": 220,
      "0x11c": 221,
      "xmmword": 222,
      "0x11a": 223,
      "movsd": 224,
      "##sd": 225,
      "##70": 226,
      "##0000": 227,
      "0x1f": 228,
      "0x1e": 229,
      "0x24": 230,
      "0x1d": 231,
      "0x11b": 232,
      "0xb": 233,
      "0x48": 234,
      "r10": 235,
      "##ss": 236,
      "0x30": 237,
      "0x11d": 238,
      "##10": 239,
      "0x11e": 240,
      "##20": 241,
      "0x50": 242,
      "nop": 243,
      "##40": 244,
      "##f0": 245,
      "movap": 246,
      "en": 247,
      "##r64": 248,
      "##dbr64": 249,
      "endbr64": 250,
      "ebp": 251,
      "##30": 252,
      "0xd": 253,
      "0x21": 254,
      "0x38": 255,
      "0x58": 256,
      "0x23": 257,
      "0x120": 258,
      "0x22": 259,
      "##bs": 260,
      "movabs": 261,
      "0x78": 262,
      "xmm2": 263,
      "##60": 264,
      "0x1080": 265,
      "0x88": 266,
      "0x11f": 267,
      "movaps": 268,
      "movss": 269,
      "##50": 270,
      "0x10a": 271,
      "re": 272,
      "0x121": 273,
      "##zx": 274,
      "movzx": 275,
      "0x1090": 276,
      "##be": 277,
      "r12d": 278,
      "0x122": 279,
      "word": 280,
      "0x10a0": 281,
      "##66": 282,
      "0x10b": 283,
      "##c0": 284,
      "0x123": 285,
      "##e0": 286,
      "ret": 287,
      "0x124": 288,
      "##d0": 289,
      "##ffffffff": 290,
      "0x2c": 291,
      "0x27": 292,
      "##ul": 293,
      "al": 294,
      "0x125": 295,
      "0x34": 296,
      "0x10b0": 297,
      "r9d": 298,
      "jl": 299,
      "0x25": 300,
      "##33": 301,
      "##cc": 302,
      "0x2e": 303,
      "r13d": 304,
      "movsxd": 305,
      "0x128": 306,
      "##99": 307,
      "0x127": 308,
      "jle": 309,
      "0x26": 310,
      "##f8": 311,
      "px": 312,
      "pxor": 313,
      "0x29": 314,
      "cv": 315,
      "cvt": 316,
      "0x2a": 317,
      "r14d": 318,
      "##1d": 319,
      "0x126": 320,
      "0x32": 321,
      "0x12a": 322,
      "r15d": 323,
      "an": 324,
      "and": 325,
      "##b8": 326,
      "0x129": 327,
      "##18": 328,
      "0x60": 329,
      "0x10c0": 330,
      "##e8": 331,
      "0x70": 332,
      "##dq": 333,
      "xmm3": 334,
      "0x2d": 335,
      "##38": 336,
      "##58": 337,
      "0x1070": 338,
      "##68": 339,
      "##28": 340,
      "0x130": 341,
      "0x2b": 342,
      "0x12c": 343,
      "0x68": 344,
      "##78": 345,
      "##55": 346,
      "##d8": 347,
      "##98": 348,
      "##000": 349,
      "##14": 350,
      "0x12b": 351,
      "jg": 352,
      "##2sd": 353,
      "0x10d0": 354,
      "mul": 355,
      "##34": 356,
      "0x138": 357,
      "0x2f": 358,
      "##c8": 359,
      "##a8": 360,
      "##74": 361,
      "sh": 362,
      "##e4": 363,
      "##35": 364,
      "##24": 365,
      "0x134": 366,
      "##d4": 367,
      "0x10e0": 368,
      "##17": 369,
      "##16": 370,
      "##f4": 371,
      "movdq": 372,
      "##54": 373,
      "##c4": 374,
      "0x80": 375,
      "##1a": 376,
      "0x10f0": 377,
      "##1e": 378,
      "##15": 379,
      "##1b": 380,
      "0x1100": 381,
      "##12": 382,
      "##94": 383,
      "##37": 384,
      "0x1130": 385,
      "##ae": 386,
      "##3e": 387,
      "##3f": 388,
      "##36": 389,
      "0xffffffff": 390,
      "##1f": 391,
      "##2e": 392,
      "0x1110": 393,
      "##26": 394,
      "##1c": 395,
      "##25": 396,
      "##96": 397,
      "##3a": 398,
      "0x1140": 399,
      "0x12e": 400,
      "0x1150": 401,
      "##fe": 402,
      "0x1120": 403,
      "##f5": 404,
      "##f6": 405,
      "##19": 406,
      "##3c": 407,
      "r11": 408,
      "##39": 409,
      "0x140": 410,
      "##d6": 411,
      "##56": 412,
      "##76": 413,
      "##3b": 414,
      "##a4": 415,
      "##om": 416,
      "##omi": 417,
      "0x3c": 418,
      "##32": 419,
      "##f7": 420,
      "##57": 421,
      "##fb": 422,
      "##ac": 423,
      "##dc": 424,
      "##d5": 425,
      "##2c": 426,
      "##fc": 427,
      "##d7": 428,
      "0x1160": 429,
      "0x90": 430,
      "jbe": 431,
      "##27": 432,
      "##b4": 433,
      "##de": 434,
      "##13": 435,
      "0x1170": 436,
      "##9e": 437,
      "##da": 438,
      "##fa": 439,
      "##ss2sd": 440,
      "cvtss2sd": 441,
      "##2a": 442,
      "##97": 443,
      "##9a": 444,
      "##95": 445,
      "##2b": 446,
      "##9c": 447,
      "##11": 448,
      "##5e": 449,
      "xmm4": 450,
      "##df": 451,
      "##48": 452,
      "##5b": 453,
      "0x148": 454,
      "##9b": 455,
      "##2d": 456,
      "0xa0": 457,
      "##5c": 458,
      "##6c": 459,
      "0x150": 460,
      "##6e": 461,
      "##7e": 462,
      "##aa": 463,
      "##3d": 464,
      "##fd": 465,
      "movdqa": 466,
      "di": 467,
      "##bc": 468,
      "##29": 469,
      "##23": 470,
      "or": 471,
      "##77": 472,
      "0x1180": 473,
      "0x44": 474,
      "##ffffff": 475,
      "##f3": 476,
      "##b6": 477,
      "0x98": 478,
      "##22": 479,
      "##5a": 480,
      "##ec": 481,
      "##7c": 482,
      "comi": 483,
      "##7b": 484,
      "0x158": 485,
      "##2f": 486,
      "0x144": 487,
      "##9d": 488,
      "0x1190": 489,
      "##0000000": 490,
      "##7a": 491,
      "##6b": 492,
      "##93": 493,
      "0x108": 494,
      "##d3": 495,
      "dl": 496,
      "##6a": 497,
      "##mul": 498,
      "imul": 499,
      "0x13c": 500,
      "##75": 501,
      "0x11a0": 502,
      "##31": 503,
      "0xf0": 504,
      "0xb0": 505,
      "##ee": 506,
      "r10d": 507,
      "##f9": 508,
      "##b5": 509,
      "##ba": 510,
      "##f2": 511,
      "##e6": 512,
      "##59": 513,
      "##d9": 514,
      "##21": 515,
      "0xa8": 516,
      "0x3a": 517,
      "##bb": 518,
      "0x160": 519,
      "##7d": 520,
      "mulsd": 521,
      "##53": 522,
      "##44": 523,
      "ja": 524,
      "addss": 525,
      "##73": 526,
      "##d2": 527,
      "##79": 528,
      "0x11d0": 529,
      "##d1": 530,
      "##65": 531,
      "##00000": 532,
      "##63": 533,
      "0x13a": 534,
      "shl": 535,
      "##69": 536,
      "##7f": 537,
      "##5d": 538,
      "##6f": 539,
      "##52": 540,
      "##eb": 541,
      "0x10c4": 542,
      "0x11b0": 543,
      "##92": 544,
      "##f1": 545,
      "##ca": 546,
      "0x35": 547,
      "##91": 548,
      "##6d": 549,
      "##61": 550,
      "div": 551,
      "##e7": 552,
      "##67": 553,
      "##51": 554,
      "0x11c0": 555,
      "##5f": 556,
      "0xc8": 557,
      "0x64": 558,
      "##e2": 559,
      "##9f": 560,
      "0x36": 561,
      "0x168": 562,
      "xmm5": 563,
      "##72": 564,
      "##71": 565,
      "0x154": 566,
      "##e3": 567,
      "0xffffffffffffff": 568,
      "##62": 569,
      "0x14c": 570,
      "##bd": 571,
      "##ed": 572,
      "addsd": 573,
      "##b3": 574,
      "##ef": 575,
      "0x170": 576,
      "##e5": 577,
      "##b2": 578,
      "0x10a4": 579,
      "movapd": 580,
      "##b1": 581,
      "##e9": 582,
      "shr": 583,
      "##b9": 584,
      "##b7": 585,
      "##88": 586,
      "##bf": 587,
      "0xff": 588,
      "0x180": 589,
      "0x190": 590,
      "0x11e0": 591,
      "0x1128": 592,
      "mulss": 593,
      "cl": 594,
      "0x1138": 595,
      "0x14a": 596,
      "##cd": 597,
      "0x3b": 598,
      "0x1158": 599,
      "cvtsi": 600,
      "0x11f0": 601,
      "##e1": 602,
      "0x1148": 603,
      "##000000": 604,
      "0xfffffffffffffff0": 605,
      "0x164": 606,
      "sa": 607,
      "sar": 608,
      "0x178": 609,
      "0x1168": 610,
      "js": 611,
      "0x6c": 612,
      "0x33": 613,
      "r11d": 614,
      "0x41": 615,
      "0x4c": 616,
      "0x1108": 617,
      "0x3f": 618,
      "0x1220": 619,
      "0x1200": 620,
      "0x1124": 621,
      "0x1146": 622,
      "##c9": 623,
      "0x1118": 624,
      "0x15a": 625,
      "xmm6": 626,
      "0x1210": 627,
      "##ps": 628,
      "##c3": 629,
      "0xf4": 630,
      "0x37": 631,
      "0x10e4": 632,
      "0x1144": 633,
      "ax": 634,
      "##ce": 635,
      "0x3e": 636,
      "##c6": 637,
      "0x1136": 638,
      "##mov": 639,
      "cmov": 640,
      "0xd8": 641,
      "0x1126": 642,
      "0x1156": 643,
      "0x1142": 644,
      "0x1166": 645,
      "##c5": 646,
      "0x112a": 647,
      "0x1143": 648,
      "0x74": 649,
      "0x1a0": 650,
      "##c1": 651,
      "0x1154": 652,
      "##c7": 653,
      "0x1155": 654,
      "0x114a": 655,
      "0x114c": 656,
      "##cf": 657,
      "0x188": 658,
      "0x113d": 659,
      "##ups": 660,
      "movups": 661,
      "0xd0": 662,
      "0x1153": 663,
      "0x1133": 664,
      "##c2": 665,
      "0x113a": 666,
      "0x1147": 667,
      "0x1132": 668,
      "0x174": 669,
      "comiss": 670,
      "0x1114": 671,
      "0x1164": 672,
      "0xc0": 673,
      "0x1230": 674,
      "0x114d": 675,
      "0x1152": 676,
      "0x31": 677,
      "0x1139": 678,
      "0x1134": 679,
      "0x112d": 680,
      "0x1163": 681,
      "0x1116": 682,
      "0x1178": 683,
      "0x1131": 684,
      "0x115a": 685,
      "0xb8": 686,
      "xmm7": 687,
      "##cb": 688,
      "0x1151": 689,
      "0x1123": 690,
      "0x1145": 691,
      "0x113c": 692,
      "0x1135": 693,
      "0x111a": 694,
      "0x1b0": 695,
      "0x113e": 696,
      "0x10f8": 697,
      "0x114f": 698,
      "0x1188": 699,
      "0x1141": 700,
      "0x1104": 701,
      "0x1149": 702,
      "0x1106": 703,
      "0x112c": 704,
      "0x1240": 705,
      "0x1129": 706,
      "0x116a": 707,
      "0x9c": 708,
      "0x1176": 709,
      "0x1260": 710,
      "0x1159": 711,
      "0x1122": 712,
      "0x111d": 713,
      "0x198": 714,
      "0x115d": 715,
      "0x111f": 716,
      "0x1174": 717,
      "0x112b": 718,
      "0x112f": 719,
      "0x1137": 720,
      "0x112e": 721,
      "0x1000": 722,
      "0x1125": 723,
      "se": 724,
      "0x1161": 725,
      "0x1290": 726,
      "0x115f": 727,
      "##a3": 728,
      "0x1119": 729,
      "0xe8": 730,
      "0x110e": 731,
      "0x6e": 732,
      "0x1127": 733,
      "0x94": 734,
      "0x110d": 735,
      "0x1115": 736,
      "0x114b": 737,
      "0x10fc": 738,
      "0x110c": 739,
      "0x1165": 740,
      "##ab": 741,
      "0x115b": 742,
      "0x111e": 743,
      "0x111b": 744,
      "0x114e": 745,
      "##a6": 746,
      "0x111c": 747,
      "0x1250": 748,
      "0x113b": 749,
      "comisd": 750,
      "0x1121": 751,
      "0x10ec": 752,
      "0xa4": 753,
      "##a1": 754,
      "0x116d": 755,
      "0x184": 756,
      "##a5": 757,
      "0x1198": 758,
      "0x113f": 759,
      "0x1113": 760,
      "0x1162": 761,
      "0x1172": 762,
      "0x1112": 763,
      "0x115c": 764,
      "0x54": 765,
      "0x1173": 766,
      "0xe0": 767,
      "0x1111": 768,
      "0x1a8": 769,
      "0x110a": 770,
      "0x110f": 771,
      "0x1103": 772,
      "0x115e": 773,
      "0x10fb": 774,
      "0x1186": 775,
      "0x1169": 776,
      "0x1184": 777,
      "##ad": 778,
      "0x116b": 779,
      "0x1167": 780,
      "0x116c": 781,
      "cvtsi2sd": 782,
      "0x1157": 783,
      "0x1101": 784,
      "subsd": 785,
      "0x10d8": 786,
      "0x1107": 787,
      "0x1270": 788,
      "0x10af": 789,
      "0x1175": 790,
      "0x1109": 791,
      "0x1171": 792,
      "0x117a": 793,
      "0x110b": 794,
      "0x1117": 795,
      "0x39": 796,
      "0x116f": 797,
      "0x1102": 798,
      "##af": 799,
      "0x10e6": 800,
      "0x10f7": 801,
      "divsd": 802,
      "##a2": 803,
      "0x1177": 804,
      "##a9": 805,
      "0x10f3": 806,
      "0x1105": 807,
      "0x1182": 808,
      "0x10f1": 809,
      "0x7c": 810,
      "0x10ff": 811,
      "0x5c": 812,
      "0x84": 813,
      "0x118a": 814,
      "0x194": 815,
      "0x1183": 816,
      "0x5a": 817,
      "0x117b": 818,
      "0x6f": 819,
      "0x1179": 820,
      "##a7": 821,
      "0x100": 822,
      "0x10cc": 823,
      "0x1185": 824,
      "0x12a0": 825,
      "0x10f6": 826,
      "0x10ee": 827,
      "0x10f9": 828,
      "0x117d": 829,
      "0x8c": 830,
      "0x11a8": 831,
      "0x1280": 832,
      "0x10f4": 833,
      "0x10df": 834,
      "0xac": 835,
      "0x116e": 836,
      "0x1193": 837,
      "0x1b8": 838,
      "0x3d": 839,
      "0x118d": 840,
      "0xea": 841,
      "0x10e8": 842,
      "0x10fa": 843,
      "0x10f2": 844,
      "0x1c0": 845,
      "0x117f": 846,
      "0x1181": 847,
      "0x10f5": 848,
      "0x118c": 849,
      "##6666": 850,
      "0x10fd": 851,
      "0x10e5": 852,
      "0x10a8": 853,
      "0x117c": 854,
      "0x1189": 855,
      "0x10e7": 856,
      "0x10ef": 857,
      "0x10d7": 858,
      "0x10ea": 859,
      "0x10fe": 860,
      "0x10ce": 861,
      "0x10bd": 862,
      "0x10d3": 863,
      "0x9a": 864,
      "0x118b": 865,
      "0x1191": 866,
      "0x42": 867,
      "0x117e": 868,
      "0x1194": 869,
      "0x10dd": 870,
      "0x1192": 871,
      "0x8a": 872,
      "##41": 873,
      "0x1187": 874,
      "rep": 875,
      "0x9b": 876,
      "0x1196": 877,
      "0x10cf": 878,
      "0x10ed": 879,
      "0x11a4": 880,
      "0x10dc": 881,
      "0x11b8": 882,
      "si": 883,
      "0x12c0": 884,
      "0x1195": 885,
      "0x118f": 886,
      "##45": 887,
      "##43": 888,
      "0x12b0": 889,
      "0x10d1": 890,
      "movdqu": 891,
      "##42": 892,
      "0x46": 893,
      "0x10e9": 894,
      "0x10c9": 895,
      "0x89": 896,
      "0xf8": 897,
      "0x118e": 898,
      "0x200": 899,
      "cdq": 900,
      "0x1199": 901,
      "0x10c5": 902,
      "##4e": 903,
      "0x10eb": 904,
      "0x11a6": 905,
      "##46": 906,
      "0x119a": 907,
      "##49": 908,
      "0x45": 909,
      "0x59": 910,
      "0x5e": 911,
      "set": 912,
      "0x9e": 913,
      "0x11c8": 914,
      "0x10d5": 915,
      "##4d": 916,
      "0x1197": 917,
      "0x11a5": 918,
      "0x1d0": 919,
      "0x119b": 920,
      "0x119c": 921,
      "0xae": 922,
      "jge": 923,
      "0x11a3": 924,
      "0x10c8": 925,
      "0x72": 926,
      "0x47": 927,
      "0x12d0": 928,
      "0x10e2": 929,
      "0x6b": 930,
      "0x119f": 931,
      "0x12e0": 932,
      "0x11ac": 933,
      "##4b": 934,
      "0x4e": 935,
      "0x119d": 936,
      "divss": 937,
      "0xaa": 938,
      "0x11a1": 939,
      "0x11d8": 940,
      "0x11aa": 941,
      "0x1310": 942,
      "0x10b8": 943,
      "0x11b4": 944,
      "0x119e": 945,
      "0x6a": 946,
      "##4a": 947,
      "0x10d6": 948,
      "0x10e1": 949,
      "0x1c8": 950,
      "0x10c6": 951,
      "##47": 952,
      "0x1e0": 953,
      "0x8e": 954,
      "0x96": 955,
      "st": 956,
      "##4f": 957,
      "sto": 958,
      "##4c": 959,
      "0x11cc": 960,
      "0x11a2": 961,
      "0x11ab": 962,
      "0x1320": 963,
      "0x61": 964,
      "0x11c4": 965,
      "0x11b6": 966,
      "##cccc": 967,
      "0x11a7": 968,
      "##2ss": 969,
      "0x10d4": 970,
      "0x10da": 971,
      "0x6d": 972,
      "0x11a9": 973,
      "0x10e3": 974,
      "0x11ad": 975,
      "0x9f": 976,
      "0x11b3": 977,
      "0x4a": 978,
      "0x12f0": 979,
      "0x8b": 980,
      "0x1dd": 981,
      "0x11b5": 982,
      "0x11b2": 983,
      "0x10b4": 984,
      "0x1d8": 985,
      "0x1330": 986,
      "stos": 987,
      "0x11e8": 988,
      "0x1e8": 989,
      "0x10c2": 990,
      "0x43": 991,
      "0x1300": 992,
      "0x1ea": 993,
      "stosq": 994,
      "sil": 995,
      "0x11ba": 996,
      "0x11af": 997,
      "0x11b1": 998,
      "0xab": 999,
      "0x1ff": 1000,
      "0x10ca": 1001,
      "0x69": 1002,
      "0x1340": 1003,
      "0x62": 1004,
      "0x10a6": 1005,
      "0x11bd": 1006,
      "0x11ae": 1007,
      "0x11bb": 1008,
      "0x11b7": 1009,
      "0xa6": 1010,
      "0x11c3": 1011,
      "##lt": 1012,
      "0x11b9": 1013,
      "0x10d9": 1014,
      "0x11c5": 1015,
      "0x10cd": 1016,
      "hlt": 1017,
      "0x11bc": 1018,
      "0x11c6": 1019,
      "0x67": 1020,
      "0x63": 1021,
      "0x1db": 1022,
      "0x400": 1023,
      "0x11c2": 1024,
      "0xa7": 1025,
      "0x11d4": 1026,
      "0xaf": 1027,
      "0x11f8": 1028,
      "0x97": 1029,
      "0x11e4": 1030,
      "0x1f0": 1031,
      "0x87": 1032,
      "0x1208": 1033,
      "0x11bf": 1034,
      "cs": 1035,
      "0x65": 1036,
      "0x11d1": 1037,
      "jb": 1038,
      "0x86": 1039,
      "0x66": 1040,
      "0x11d3": 1041,
      "0x11ca": 1042,
      "0x11c1": 1043,
      "0x1360": 1044,
      "0x95": 1045,
      "0x10db": 1046,
      "0x11c7": 1047,
      "0x7e": 1048,
      "jae": 1049,
      "0x10de": 1050,
      "0x11cb": 1051,
      "0x8f": 1052,
      "dx": 1053,
      "0x11d6": 1054,
      "0x11cd": 1055,
      "0x4b": 1056,
      "0x11be": 1057,
      "0x11d2": 1058,
      "0x11db": 1059,
      "0x11e6": 1060,
      "0x11c9": 1061,
      "0x1f8": 1062,
      "0x11f4": 1063,
      "0x11e3": 1064,
      "0x11dc": 1065,
      "0x11d7": 1066,
      "##3333": 1067,
      "0x1218": 1068,
      "0xffffff": 1069,
      "0xa2": 1070,
      "0xa5": 1071,
      "0x11da": 1072,
      "0x92": 1073,
      "0x9d": 1074,
      "0x11cf": 1075,
      "0xfff": 1076,
      "0x11ea": 1077,
      "0x5b": 1078,
      "cdqe": 1079,
      "0x1238": 1080,
      "0x11f3": 1081,
      "0x11ce": 1082,
      "0x11e5": 1083,
      "0xad": 1084,
      "0x13a0": 1085,
      "0x99": 1086,
      "0x11df": 1087,
      "0x230": 1088,
      "0x3f8": 1089,
      "0x11dd": 1090,
      "0x11d9": 1091,
      "0x1228": 1092,
      "0xa9": 1093,
      "0x1350": 1094,
      "0x11d5": 1095,
      "0x11f5": 1096,
      "0x1204": 1097,
      "0x7a": 1098,
      "0x7d": 1099,
      "0x7f": 1100,
      "0x220": 1101,
      "0x210": 1102,
      "uc": 1103,
      "ucomi": 1104,
      "0x11e1": 1105,
      "0x208": 1106,
      "subss": 1107,
      "0x1248": 1108,
      "0x11eb": 1109,
      "0x5f": 1110,
      "0x1213": 1111,
      "0x11ec": 1112,
      "0xf55": 1113,
      "0x1224": 1114,
      "0x11ed": 1115,
      "0x1380": 1116,
      "0x56": 1117,
      "0x8d": 1118,
      "0x11de": 1119,
      "0x1060": 1120,
      "0x1370": 1121,
      "0x10bf": 1122,
      "0x11e7": 1123,
      "0x10ac": 1124,
      "0x11fa": 1125,
      "0x11ef": 1126,
      "0x10ad": 1127,
      "0x10d2": 1128,
      "0x11f6": 1129,
      "0x11fd": 1130,
      "0x10b1": 1131,
      "0x1205": 1132,
      "0x218": 1133,
      "0xff8": 1134,
      "0x1214": 1135,
      "0x11f2": 1136,
      "0x49": 1137,
      "0x11fc": 1138,
      "0x11e2": 1139,
      "0x120d": 1140,
      "0x11ee": 1141,
      "0x1209": 1142,
      "0x1206": 1143,
      "0x1084": 1144,
      "0x1390": 1145,
      "0x11fb": 1146,
      "0x7b": 1147,
      "0x11f9": 1148,
      "0x79": 1149,
      "0x83": 1150,
      "0x11fe": 1151,
      "0x11e9": 1152,
      "0x1203": 1153,
      "0x120a": 1154,
      "0x1201": 1155,
      "0x52": 1156,
      "0x13d0": 1157,
      "##9999": 1158,
      "0x71": 1159,
      "0x11f7": 1160,
      "0x1207": 1161,
      "0xffffffffffff": 1162,
      "0x240": 1163,
      "0x13b0": 1164,
      "0x1258": 1165,
      "0x57": 1166,
      "jp": 1167,
      "dil": 1168,
      "0x11ff": 1169,
      "bl": 1170,
      "0x1202": 1171,
      "0x11f1": 1172,
      "0x120e": 1173,
      "0x13e0": 1174,
      "0x1226": 1175,
      "0x1215": 1176,
      "0x120c": 1177,
      "0x10bc": 1178,
      "0x1216": 1179,
      "0x4f": 1180,
      "0x120b": 1181,
      "0x76": 1182,
      "0x122d": 1183,
      "0x5d": 1184,
      "0x85": 1185,
      "##f000": 1186,
      "0x1234": 1187,
      "0x278": 1188,
      "0x13c0": 1189,
      "0xfffffffffffff000": 1190,
      "0x121f": 1191,
      "0x10a5": 1192,
      "0x121b": 1193,
      "0x77": 1194,
      "0x121a": 1195,
      "0x1217": 1196,
      "0x1211": 1197,
      "0x1229": 1198,
      "0x120f": 1199,
      "0x1420": 1200,
      "0x228": 1201,
      "0x1225": 1202,
      "0x1244": 1203,
      "cvtsi2ss": 1204,
      "0x1278": 1205,
      "0x1221": 1206,
      "0x1212": 1207,
      "0x1222": 1208,
      "0x121c": 1209,
      "0x10c7": 1210,
      "0x121d": 1211,
      "0x1440": 1212,
      "0x73": 1213,
      "0x1268": 1214,
      "0x1430": 1215,
      "0x1227": 1216,
      "0x122c": 1217,
      "0x1219": 1218,
      "0x10b3": 1219,
      "0x1233": 1220,
      "0x1254": 1221,
      "0x1223": 1222,
      "0x1235": 1223,
      "0x1237": 1224,
      "0x1231": 1225,
      "0x122b": 1226,
      "0x122f": 1227,
      "0x93": 1228,
      "0x238": 1229,
      "0x408": 1230,
      "0x270": 1231,
      "0x13f0": 1232,
      "0x122a": 1233,
      "0x1246": 1234,
      "0x1236": 1235,
      "0x10cb": 1236,
      "0x123b": 1237,
      "0x1480": 1238,
      "0xdb": 1239,
      "0x1400": 1240,
      "0x1288": 1241,
      "0x1264": 1242,
      "0x124f": 1243,
      "0x121e": 1244,
      "0x4d": 1245,
      "0xa3": 1246,
      "0x124d": 1247,
      "0x1298": 1248,
      "0xa1": 1249,
      "0x1410": 1250,
      "0x1232": 1251,
      "0x1245": 1252,
      "0x123c": 1253,
      "0x12a8": 1254,
      "0x123d": 1255,
      "0x1243": 1256,
      "0x1239": 1257,
      "0x2ea": 1258,
      "0x280": 1259,
      "0x260": 1260,
      "0x124a": 1261,
      "0x1388": 1262,
      "0xb2": 1263,
      "0x123a": 1264,
      "0x2e8": 1265,
      "0x1274": 1266,
      "0x12d8": 1267,
      "0x123f": 1268,
      "0x91": 1269,
      "0x122e": 1270,
      "0x10b6": 1271,
      "0x1247": 1272,
      "##di": 1273,
      "##div": 1274,
      "0x290": 1275,
      "idiv": 1276,
      "0x1266": 1277,
      "0x248": 1278,
      "0x12e8": 1279,
      "0x125d": 1280,
      "0x264": 1281,
      "0x1470": 1282,
      "0x124c": 1283,
      "##be0": 1284,
      "0x1256": 1285,
      "0x55": 1286,
      "0x1284": 1287,
      "0x1249": 1288,
      "xmm8": 1289,
      "0x124b": 1290,
      "0xffffffffffffffff": 1291,
      "0x1255": 1292,
      "0x250": 1293,
      "0x10c3": 1294,
      "0x1680": 1295,
      "0xb4": 1296,
      "0x1490": 1297,
      "0x1252": 1298,
      "0x14b0": 1299,
      "0x1251": 1300,
      "0x340": 1301,
      "0x1253": 1302,
      "0x124e": 1303,
      "0x1242": 1304,
      "0x12c8": 1305,
      "0x1241": 1306,
      "0x3e8": 1307,
      "0x12b8": 1308,
      "jns": 1309,
      "movq": 1310,
      "0x14c0": 1311,
      "0x330": 1312,
      "0x123e": 1313,
      "0x298": 1314,
      "0xdd": 1315,
      "0x1259": 1316,
      "0x14f0": 1317,
      "0x82": 1318,
      "0x1263": 1319,
      "0x1510": 1320,
      "0xce": 1321,
      "0x125a": 1322,
      "0x126c": 1323,
      "0x1560": 1324,
      "0x75": 1325,
      "0x126a": 1326,
      "0x1450": 1327,
      "0x126d": 1328,
      "0x1257": 1329,
      "0x1262": 1330,
      "0x126b": 1331,
      "0x2a0": 1332,
      "0x1460": 1333,
      "0x14e0": 1334,
      "0x125b": 1335,
      "##ne": 1336,
      "0x1267": 1337,
      "sete": 1338,
      "0x14a0": 1339,
      "setg": 1340,
      "0x12a4": 1341,
      "0x127c": 1342,
      "0x1550": 1343,
      "0x1275": 1344,
      "0x40000000": 1345,
      "0x10b2": 1346,
      "0xc4": 1347,
      "0x125c": 1348,
      "0x1265": 1349,
      "0x125f": 1350,
      "0x350": 1351,
      "0x338": 1352,
      "0x1273": 1353,
      "0x1520": 1354,
      "0x53": 1355,
      "0x1570": 1356,
      "0x127a": 1357,
      "0x1318": 1358,
      "0x1276": 1359,
      "##2si": 1360,
      "cvtt": 1361,
      "0x1294": 1362,
      "0x125e": 1363,
      "0x1269": 1364,
      "0x129c": 1365,
      "0xb7": 1366,
      "0x126f": 1367,
      "0x320": 1368,
      "0x127f": 1369,
      "0x5a10": 1370,
      "0x12b4": 1371,
      "0x1283": 1372,
      "0x268": 1373,
      "##0000040": 1374,
      "0x1286": 1375,
      "0x258": 1376,
      "0x1261": 1377,
      "0x1271": 1378,
      "0x128a": 1379,
      "0x1272": 1380,
      "0x126e": 1381,
      "0x12ab": 1382,
      "0x2f0": 1383,
      "##9999a": 1384,
      "0x10c1": 1385,
      "0x14d0": 1386,
      "0x2b0": 1387,
      "0x20000000": 1388,
      "0x1289": 1389,
      "##000004": 1390,
      "0x12f8": 1391,
      "0x10b5": 1392,
      "0x127d": 1393,
      "0x1281": 1394,
      "0x1308": 1395,
      "0x128d": 1396,
      "0x12a3": 1397,
      "0x1293": 1398,
      "0x10aa": 1399,
      "0x1292": 1400,
      "0x128b": 1401,
      "0x1500": 1402,
      "0x1277": 1403,
      "0x2e0": 1404,
      "0x1295": 1405,
      "0x12d4": 1406,
      "0x129a": 1407,
      "0x12a5": 1408,
      "0x127b": 1409,
      "0xf35": 1410,
      "0x1297": 1411,
      "0x129d": 1412,
      "0x128c": 1413,
      "0x1328": 1414,
      "0x1282": 1415,
      "0x127e": 1416,
      "0x12c4": 1417,
      "0x2c0": 1418,
      "0x1285": 1419,
      "cx": 1420,
      "0x10ba": 1421,
      "0x81": 1422,
      "0x12b6": 1423,
      "0xb1": 1424,
      "0x15b0": 1425,
      "0x1296": 1426,
      "0x348": 1427,
      "0x1f4": 1428,
      "0x12ac": 1429,
      "0x12b5": 1430,
      "0x128e": 1431,
      "0x12ba": 1432,
      "0x1279": 1433,
      "0x12b3": 1434,
      "0x1287": 1435,
      "0x2b8": 1436,
      "0x12bd": 1437,
      "0x12bb": 1438,
      "0x414": 1439,
      "0x12e4": 1440,
      "0x12a1": 1441,
      "0x410": 1442,
      "0x12a6": 1443,
      "0x129f": 1444,
      "0x266": 1445,
      "0x10b9": 1446,
      "r9b": 1447,
      "0x1540": 1448,
      "0x12a7": 1449,
      "0x12a2": 1450,
      "0x12cc": 1451,
      "0x1348": 1452,
      "0x1368": 1453,
      "0x1378": 1454,
      "0x12b2": 1455,
      "0x1299": 1456,
      "0x12c7": 1457,
      "0x128f": 1458,
      "0x12b1": 1459,
      "0x2dd": 1460,
      "0x12ad": 1461,
      "0x12aa": 1462,
      "0xbf": 1463,
      "0x1291": 1464,
      "##33333": 1465,
      "0x12af": 1466,
      "0x1590": 1467,
      "0x15a0": 1468,
      "0x10be": 1469,
      "0xf58": 1470,
      "0x12d7": 1471,
      "0x12c5": 1472,
      "0x12ae": 1473,
      "0x334": 1474,
      "0x129b": 1475,
      "0x12dd": 1476,
      "0x10bb": 1477,
      "0x12bc": 1478,
      "0x12bf": 1479,
      "0x12da": 1480,
      "0x12e3": 1481,
      "xmm10": 1482,
      "0x328": 1483,
      "0x1700": 1484,
      "r8b": 1485,
      "0x12d3": 1486,
      "0x2d0": 1487,
      "ucomiss": 1488,
      "ucomisd": 1489,
      "0x1338": 1490,
      "0x12c6": 1491,
      "0x1358": 1492,
      "0x12ce": 1493,
      "0x1580": 1494,
      "0x12c2": 1495,
      "0x59a0": 1496,
      "0x12cd": 1497,
      "0x12cb": 1498,
      "0x12b7": 1499,
      "0x12f4": 1500,
      "0x16d0": 1501,
      "0xbb": 1502,
      "##sd2ss": 1503,
      "cvtsd2ss": 1504,
      "0x12f5": 1505,
      "0xb6": 1506,
      "0x1314": 1507,
      "0x12a9": 1508,
      "ro": 1509,
      "rol": 1510,
      "0x12c3": 1511,
      "cmove": 1512,
      "0x1530": 1513,
      "0x12d6": 1514,
      "0x12c9": 1515,
      "0x15c0": 1516,
      "0x12e6": 1517,
      "##le": 1518,
      "0x12dc": 1519,
      "0x1324": 1520,
      "0x12ec": 1521,
      "0x12ca": 1522,
      "0x12be": 1523,
      "0x129e": 1524,
      "0x12de": 1525,
      "0x12e5": 1526,
      "0x12d2": 1527,
      "0x2a8": 1528,
      "0x12f6": 1529,
      "0x1334": 1530,
      "0x12d1": 1531,
      "0x12cf": 1532,
      "0x1304": 1533,
      "0x12df": 1534,
      "0x12d9": 1535,
      "0x5be0": 1536,
      "0x12ed": 1537,
      "0x12f3": 1538,
      "0x12f2": 1539,
      "0x12c1": 1540,
      "0x15e0": 1541,
      "0x300": 1542,
      "0x1303": 1543,
      "0x12b9": 1544,
      "0x12e9": 1545,
      "0x12db": 1546,
      "0x13c8": 1547,
      "0x13b8": 1548,
      "0x12fd": 1549,
      "no": 1550,
      "0x12d5": 1551,
      "r13b": 1552,
      "0xf37": 1553,
      "0x133b": 1554,
      "0xba": 1555,
      "0xf57": 1556,
      "0x288": 1557,
      "0x12ff": 1558,
      "0x12f9": 1559,
      "0x428": 1560,
      "0x10ab": 1561,
      "0x131c": 1562,
      "0x1326": 1563,
      "0x1306": 1564,
      "0x12f7": 1565,
      "0x12eb": 1566,
      "0x1398": 1567,
      "0x1316": 1568,
      "0xcf": 1569,
      "0x12fb": 1570,
      "xmm9": 1571,
      "0x310": 1572,
      "0x12ef": 1573,
      "0x12fc": 1574,
      "0x12ea": 1575,
      "0x1323": 1576,
      "0xbc": 1577,
      "0x1313": 1578,
      "0x12ee": 1579,
      "0x1315": 1580,
      "0x1335": 1581,
      "0x2db": 1582,
      "0x12fe": 1583,
      "0x15d0": 1584,
      "0x12e1": 1585,
      "0x418": 1586,
      "0x1750": 1587,
      "0x16b0": 1588,
      "0x130a": 1589,
      "0x13f8": 1590,
      "0x1302": 1591,
      "0x51": 1592,
      "0x10b7": 1593,
      "0x13d8": 1594,
      "##66666": 1595,
      "0x2f8": 1596,
      "0x12e2": 1597,
      "0x12e7": 1598,
      "0x1307": 1599,
      "0x1333": 1600,
      "0x299": 1601,
      "0x130d": 1602,
      "0x16c0": 1603,
      "0x1336": 1604,
      "0x1438": 1605,
      "0x1600": 1606,
      "0x130e": 1607,
      "0x133d": 1608,
      "0x1610": 1609,
      "0x13e8": 1610,
      "0x1305": 1611,
      "0x131f": 1612,
      "0x1384": 1613,
      "0x16a0": 1614,
      "0x12fa": 1615,
      "0x1356": 1616,
      "cmovg": 1617,
      "0x1364": 1618,
      "0x1344": 1619,
      "0x314": 1620,
      "0x1354": 1621,
      "0x13b4": 1622,
      "0x412": 1623,
      "0x12f1": 1624,
      "r15b": 1625,
      "0x132e": 1626,
      "0x13a8": 1627,
      "0x133a": 1628,
      "0x1317": 1629,
      "0x1620": 1630,
      "##640": 1631,
      "0xb3": 1632,
      "0x131d": 1633,
      "0x1660": 1634,
      "0x132d": 1635,
      "0x130c": 1636,
      "0x1325": 1637,
      "0x1670": 1638,
      "0x333": 1639,
      "0x132f": 1640,
      "0x1374": 1641,
      "0x1394": 1642,
      "0x1408": 1643,
      "0x132a": 1644,
      "##00000000": 1645,
      "0x1343": 1646,
      "0x132c": 1647,
      "0x1319": 1648,
      "0x1568": 1649,
      "0x134d": 1650,
      "0x10ae": 1651,
      "0x1301": 1652,
      "0x131a": 1653,
      "0x370": 1654,
      "0x1630": 1655,
      "0x131b": 1656,
      "0x13d4": 1657,
      "0x132b": 1658,
      "0xf38": 1659,
      "0x1396": 1660,
      "0x17f0": 1661,
      "0x14e8": 1662,
      "0x8380": 1663,
      "0x1346": 1664,
      "0x136e": 1665,
      "0x134f": 1666,
      "0x1088": 1667,
      "0xffffffdf": 1668,
      "0x1355": 1669,
      "0x1352": 1670,
      "0x1498": 1671,
      "0x14b8": 1672,
      "0x1337": 1673,
      "0x1322": 1674,
      "0x130b": 1675,
      "0x1376": 1676,
      "0x1347": 1677,
      "0x1309": 1678,
      "0x13a4": 1679,
      "0x135e": 1680,
      "0x133f": 1681,
      "0x354": 1682,
      "xmm11": 1683,
      "0x1366": 1684,
      "0x133e": 1685,
      "0x13e4": 1686,
      "0x1345": 1687,
      "0x131e": 1688,
      "0x1640": 1689,
      "0x1369": 1690,
      "0x1458": 1691,
      "0x138c": 1692,
      "0x1558": 1693,
      "0x1448": 1694,
      "0x1086": 1695,
      "0xcc": 1696,
      "0x15f0": 1697,
      "0x136a": 1698,
      "0x135f": 1699,
      "0x2be": 1700,
      "0x1312": 1701,
      "0x16f0": 1702,
      "0x1311": 1703,
      "0x400000003": 1704,
      "0x1508": 1705,
      "0x1321": 1706,
      "0x2d8": 1707,
      "0x318": 1708,
      "0x1327": 1709,
      "0x1373": 1710,
      "0x1331": 1711,
      "0x134b": 1712,
      "0x134a": 1713,
      "0x1387": 1714,
      "0x1418": 1715,
      "0x14f8": 1716,
      "0x1329": 1717,
      "0x1332": 1718,
      "0x134c": 1719,
      "0x368": 1720,
      "0x3c0": 1721,
      "0x14a8": 1722,
      "0x1800": 1723,
      "0x135d": 1724,
      "0x1359": 1725,
      "0x1650": 1726,
      "bp": 1727,
      "0x312": 1728,
      "0x13ba": 1729,
      "0x1357": 1730,
      "0x1339": 1731,
      "0x13a3": 1732,
      "0x137d": 1733,
      "0x138e": 1734,
      "##sd2si": 1735,
      "cvttsd2si": 1736,
      "0x13c4": 1737,
      "0x130f": 1738,
      "0x1382": 1739,
      "0x337": 1740,
      "0x1770": 1741,
      "0x136c": 1742,
      "0x31f": 1743,
      "##ccccd": 1744,
      "0x1385": 1745,
      "0x135a": 1746,
      "0x135b": 1747,
      "##0002": 1748,
      "0x1488": 1749,
      "0x136f": 1750,
      "0x358": 1751,
      "0x1363": 1752,
      "cmovne": 1753,
      "0x1760": 1754,
      "0x1342": 1755,
      "0x16e0": 1756,
      "0x13b6": 1757,
      "0x1434": 1758,
      "0x1393": 1759,
      "0x1365": 1760,
      "0x1341": 1761,
      "0x136d": 1762,
      "0x1690": 1763,
      "0x1548": 1764,
      "0x13bc": 1765,
      "0x1478": 1766,
      "0x1386": 1767,
      "0x1379": 1768,
      "0x1428": 1769,
      "0x1574": 1770,
      "0x1578": 1771,
      "0x137e": 1772,
      "0x1362": 1773,
      "0x133c": 1774,
      "0x1349": 1775,
      "0x2c8": 1776,
      "0x137f": 1777,
      "0x135c": 1778,
      "0x1371": 1779,
      "0x1414": 1780,
      "0x1367": 1781,
      "0x17d0": 1782,
      "0x1397": 1783,
      "0x1361": 1784,
      "0x138f": 1785,
      "0x137b": 1786,
      "0x1518": 1787,
      "0x1598": 1788,
      "0x13ad": 1789,
      "0x1383": 1790,
      "0x335": 1791,
      "0x2ff": 1792,
      "0x1377": 1793,
      "0x1353": 1794,
      "0x139d": 1795,
      "0x13a9": 1796,
      "0x13f6": 1797,
      "0x3b8": 1798,
      "0x3b0": 1799,
      "0x13af": 1800,
      "0x1474": 1801,
      "0x1528": 1802,
      "0x13d2": 1803,
      "0x13c6": 1804,
      "0x139b": 1805,
      "0xca": 1806,
      "0x1494": 1807,
      "0x1395": 1808,
      "0x1389": 1809,
      "0x14c4": 1810,
      "0x1391": 1811,
      "0x17c0": 1812,
      "0x137a": 1813,
      "0x13a7": 1814,
      "0x139a": 1815,
      "0x14c8": 1816,
      "0x138a": 1817,
      "0x13ab": 1818,
      "ne": 1819,
      "neg": 1820,
      "##667": 1821,
      "0x13bd": 1822,
      "0x13a6": 1823,
      "##240": 1824,
      "0x5800": 1825,
      "##trac": 1826,
      "notrac": 1827,
      "notrack": 1828,
      "##00004": 1829,
      "0x134e": 1830,
      "0x13cf": 1831,
      "0x1484": 1832,
      "0x5840": 1833,
      "0x138d": 1834,
      "0x13fc": 1835,
      "0x1351": 1836,
      "0xd4": 1837,
      "0x1375": 1838,
      "0x1544": 1839,
      "0x13a5": 1840,
      "0x1424": 1841,
      "0x13ac": 1842,
      "0x1aa": 1843,
      "0x1407": 1844,
      "0x13df": 1845,
      "xmm12": 1846,
      "0x139c": 1847,
      "0x13d6": 1848,
      "0x1392": 1849,
      "0x1730": 1850,
      "0x13aa": 1851,
      "0x15c8": 1852,
      "0x13bf": 1853,
      "r12b": 1854,
      "0x1840": 1855,
      "0x360": 1856,
      "0x136b": 1857,
      "0x139e": 1858,
      "0x13f7": 1859,
      "0x3f0": 1860,
      "0x17e0": 1861,
      "0x13b3": 1862,
      "0x31d": 1863,
      "0xf39": 1864,
      "0x10000000": 1865,
      "0x13ae": 1866,
      "0x1372": 1867,
      "0x1740": 1868,
      "0x3d0": 1869,
      "0x1404": 1870,
      "0x13b2": 1871,
      "0x13e6": 1872,
      "0x355": 1873,
      "0x151c": 1874,
      "0x390": 1875,
      "0x14db": 1876,
      "0x139f": 1877,
      "0x1468": 1878,
      "0x140d": 1879,
      "0x14d8": 1880,
      "0x13c3": 1881,
      "0x137c": 1882,
      "##00000005": 1883,
      "0x13be": 1884,
      "0x1780": 1885,
      "0x13da": 1886,
      "0x1444": 1887,
      "0x356": 1888,
      "0x13a2": 1889,
      "0x13c1": 1890,
      "0xda": 1891,
      "0xdf": 1892,
      "0xf59": 1893,
      "0x13b1": 1894,
      "0x1538": 1895,
      "0x13ca": 1896,
      "0x1405": 1897,
      "0x13db": 1898,
      "0x9c4": 1899,
      "0x13b7": 1900,
      "0x3a8": 1901,
      "0x13dd": 1902,
      "0x1710": 1903,
      "0x1399": 1904,
      "0x1423": 1905,
      "0x1402": 1906,
      "0x13cb": 1907,
      "0x1454": 1908,
      "0x308": 1909,
      "0x1416": 1910,
      "0x13eb": 1911,
      "0x138b": 1912,
      "0xcd": 1913,
      "0x1850": 1914,
      "0x14f4": 1915,
      "0x13f4": 1916,
      "0x1381": 1917,
      "0x13f3": 1918,
      "0x13b5": 1919,
      "0x14b5": 1920,
      "0x15b8": 1921,
      "0x13dc": 1922,
      "0x31a": 1923,
      "0x1446": 1924,
      "0x13d3": 1925,
      "0x14b4": 1926,
      "0x13fa": 1927,
      "0x18c": 1928,
      "0x10a9": 1929,
      "0x13cd": 1930,
      "0x13ed": 1931,
      "0x14a3": 1932,
      "0x1415": 1933,
      "0x1098": 1934,
      "0x140f": 1935,
      "0x14aa": 1936,
      "0x144f": 1937,
      "0x141b": 1938,
      "0x13ce": 1939,
      "0x33b": 1940,
      "0x14e4": 1941,
      "0x13bb": 1942,
      "0x1464": 1943,
      "0x1564": 1944,
      "0x13b9": 1945,
      "0x13ec": 1946,
      "0x13e2": 1947,
      "0x13e3": 1948,
      "0x14a4": 1949,
      "0x1429": 1950,
      "0x1517": 1951,
      "0x40c": 1952,
      "0x13cc": 1953,
      "0x1426": 1954,
      "movd": 1955,
      "0x336": 1956,
      "0x13c5": 1957,
      "0x14ce": 1958,
      "bx": 1959,
      "0x13ee": 1960,
      "0x13f5": 1961,
      "0x13c2": 1962,
      "0x13a1": 1963,
      "0x14b1": 1964,
      "0x13fd": 1965,
      "0x14d6": 1966,
      "0x13e7": 1967,
      "0x1406": 1968,
      "0x143a": 1969,
      "##ch": 1970,
      "0x143f": 1971,
      "0x140a": 1972,
      "0x1588": 1973,
      "0x1790": 1974,
      "0xb5": 1975,
      "0x13d7": 1976,
      "0x13ff": 1977,
      "0x1486": 1978,
      "0x1443": 1979,
      "0x13c7": 1980,
      "##chg": 1981,
      "0x1526": 1982,
      "0x140c": 1983,
      "0x1514": 1984,
      "0x147c": 1985,
      "0x13c9": 1986,
      "0x1453": 1987,
      "0x14d1": 1988,
      "0x1810": 1989,
      "0x33a": 1990,
      "0x144b": 1991,
      "0x1433": 1992,
      "0x4e2": 1993,
      "0x13f1": 1994,
      "0x14cc": 1995,
      "0xbe": 1996,
      "0x13de": 1997,
      "0x1504": 1998,
      "0x332": 1999,
      "0x13fb": 2000,
      "0x1425": 2001,
      "0x13d5": 2002,
      "0x1422": 2003,
      "0x1476": 2004,
      "0x18f0": 2005,
      "0x1462": 2006,
      "cq": 2007,
      "cqo": 2008,
      "0x1970": 2009,
      "0x13e9": 2010,
      "0x1608": 2011,
      "0x1437": 2012,
      "0x13ef": 2013,
      "0x1455": 2014,
      "0x13e1": 2015,
      "0x1419": 2016,
      "0x15a4": 2017,
      "0x146c": 2018,
      "0x14ec": 2019,
      "0xf17": 2020,
      "0x145b": 2021,
      "0x1436": 2022,
      "0x14bc": 2023,
      "0x1456": 2024,
      "0x1618": 2025,
      "0x144a": 2026,
      "0x1720": 2027,
      "0x1403": 2028,
      "0xdc": 2029,
      "0x153a": 2030,
      "0x1412": 2031,
      "0x14ac": 2032,
      "0x108d": 2033,
      "0x1900": 2034,
      "0x1820": 2035,
      "0x14d4": 2036,
      "0x13ea": 2037,
      "0x13d9": 2038,
      "0x141c": 2039,
      "0x13e5": 2040,
      "0x142c": 2041,
      "0x13f2": 2042,
      "0x141a": 2043,
      "0x1466": 2044,
      "0x109b": 2045,
      "0x1950": 2046,
      "0x141f": 2047,
      "0x317": 2048,
      "0x364": 2049,
      "0x1535": 2050,
      "0x15f8": 2051,
      "0x151a": 2052,
      "0x1549": 2053,
      "0x142d": 2054,
      "0x1473": 2055,
      "0x30000000": 2056,
      "0x143e": 2057,
      "0x33f": 2058,
      "0x1417": 2059,
      "0x14ea": 2060,
      "0x1496": 2061,
      "0x1534": 2062,
      "0x143d": 2063,
      "0x146e": 2064,
      "0x17b0": 2065,
      "0x150c": 2066,
      "0x420": 2067,
      "0x13d1": 2068,
      "0x1668": 2069,
      "0xf3b": 2070,
      "0xb9": 2071,
      "0x14ef": 2072,
      "0x149c": 2073,
      "0x66666": 2074,
      "0x14dc": 2075,
      "0x15d4": 2076,
      "0x147b": 2077,
      "0x33e": 2078,
      "0x1401": 2079,
      "0x31b": 2080,
      "0x150d": 2081,
      "0x145c": 2082,
      "0x14b6": 2083,
      "0x1830": 2084,
      "0x1442": 2085,
      "0x14bb": 2086,
      "0x14d5": 2087,
      "0x1465": 2088,
      "0x141d": 2089,
      "0x1566": 2090,
      "0x14ba": 2091,
      "0x145f": 2092,
      "0x1505": 2093,
      "0x14c3": 2094,
      "0x146b": 2095,
      "0x14e6": 2096,
      "0x142a": 2097,
      "0x14c7": 2098,
      "##400000": 2099,
      "0x145a": 2100,
      "0x1515": 2101,
      "0x152e": 2102,
      "##666": 2103,
      "0x1463": 2104,
      "0x14d9": 2105,
      "0x15d8": 2106,
      "0x157b": 2107,
      "0x18a0": 2108,
      "0x1523": 2109,
      "0x142e": 2110,
      "0x148b": 2111,
      "0x14c2": 2112,
      "0x1479": 2113,
      "0x1435": 2114,
      "0x424": 2115,
      "0x143b": 2116,
      "0x15bc": 2117,
      "0x380": 2118,
      "0x14a1": 2119,
      "0x31c": 2120,
      "0x14fb": 2121,
      "0x1471": 2122,
      "0x1a40": 2123,
      "0x1546": 2124,
      "0x388": 2125,
      "0x143c": 2126,
      "0x14bf": 2127,
      "0x3b4": 2128,
      "0x1910": 2129,
      "0x144d": 2130,
      "0x1524": 2131,
      "0x155b": 2132,
      "0x3e4": 2133,
      "0x142f": 2134,
      "0x15a8": 2135,
      "r14b": 2136,
      "0x149d": 2137,
      "0x14a6": 2138,
      "0x1421": 2139,
      "0x14ab": 2140,
      "##pd": 2141,
      "0x1594": 2142,
      "0x1507": 2143,
      "0x33c": 2144,
      "0x141e": 2145,
      "setle": 2146,
      "0x1431": 2147,
      "0x148f": 2148,
      "0x161d": 2149,
      "0x1492": 2150,
      "0x14fc": 2151,
      "0x14a5": 2152,
      "0x152b": 2153,
      "0x1587": 2154,
      "0x1ac": 2155,
      "0xc6": 2156,
      "0x17a0": 2157,
      "0x339": 2158,
      "0x18e0": 2159,
      "0x1584": 2160,
      "0x153f": 2161,
      "xchg": 2162,
      "0x6f4": 2163,
      "0x13fe": 2164,
      "0x148a": 2165,
      "0x1634": 2166,
      "0x1495": 2167,
      "0x1860": 2168,
      "0x1477": 2169,
      "0x14eb": 2170,
      "0xf1f": 2171,
      "0x142b": 2172,
      "0x149b": 2173,
      "0x14cf": 2174,
      "0x13f9": 2175,
      "0x150b": 2176,
      "0x144c": 2177,
      "cmovl": 2178,
      "0x1586": 2179,
      "0x1439": 2180,
      "0x14d7": 2181,
      "0x14d3": 2182,
      "0x1ae0": 2183,
      "0x1409": 2184,
      "0x1940": 2185,
      "0x1457": 2186,
      "0x1413": 2187,
      "0x1628": 2188,
      "0x1502": 2189,
      "0x3f4": 2190,
      "0x1648": 2191,
      "0x1930": 2192,
      "0x1af0": 2193,
      "##f800000": 2194,
      "0x1497": 2195,
      "0x36b": 2196,
      "0x1506": 2197,
      "0x1575": 2198,
      "0x145d": 2199,
      "0x148d": 2200,
      "0x152c": 2201,
      "0x1452": 2202,
      "0x108b": 2203,
      "0x14ca": 2204,
      "0x1469": 2205,
      "0x1447": 2206,
      "0x1563": 2207,
      "0x50000000": 2208,
      "0x1678": 2209,
      "0x1482": 2210,
      "0x14a9": 2211,
      "0x149f": 2212,
      "0x14e3": 2213,
      "0x16b8": 2214,
      "0x14fe": 2215,
      "0x18d0": 2216,
      "0x1554": 2217,
      "0x1557": 2218,
      "0x148c": 2219,
      "0x1638": 2220,
      "0x140b": 2221,
      "0x151d": 2222,
      "0x153e": 2223,
      "0x1483": 2224,
      "0x14f6": 2225,
      "0x146d": 2226,
      "0x14fa": 2227,
      "0x14dd": 2228,
      "0x156b": 2229,
      "0x1569": 2230,
      "0x1096": 2231,
      "0x1461": 2232,
      "0x152f": 2233,
      "0x1481": 2234,
      "0x14ff": 2235,
      "0x14cd": 2236,
      "0x14b2": 2237,
      "0x152d": 2238,
      "0x15ec": 2239,
      "0x14bd": 2240,
      "0x1427": 2241,
      "0x14df": 2242,
      "0x1451": 2243,
      "0x140e": 2244,
      "0x149e": 2245,
      "0x14f3": 2246,
      "0x1445": 2247,
      "0x146a": 2248,
      "0x16c8": 2249,
      "0x14c5": 2250,
      "0x14c6": 2251,
      "0x1562": 2252,
      "0x1441": 2253,
      "0x1980": 2254,
      "0x158c": 2255,
      "0x149a": 2256,
      "0x147a": 2257,
      "0x15c4": 2258,
      "0x1467": 2259,
      "0x156c": 2260,
      "0x159f": 2261,
      "0x14f5": 2262,
      "0x6ea": 2263,
      "0xf21": 2264,
      "0x1890": 2265,
      "0x151f": 2266,
      "0x1555": 2267,
      "0x1593": 2268,
      "0xc5": 2269,
      "0x146f": 2270,
      "0x14f1": 2271,
      "0x14b3": 2272,
