{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "[EOI]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "[LOOK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "BertNormalizer",
    "clean_text": true,
    "handle_chinese_chars": true,
    "strip_accents": null,
    "lowercase": true
  },
  "pre_tokenizer": {
    "type": "BertPreTokenizer"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          2
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          3
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "[EOI]": 5,
      "[LOOK]": 6,
      "(": 7,
      ")": 8,
      "*": 9,
      "+": 10,
      ",": 11,
      "-": 12,
      "0": 13,
      "1": 14,
      "2": 15,
      "3": 16,
      "4": 17,
      "5": 18,
      "6": 19,
      "7": 20,
      "8": 21,
      "9": 22,
      ":": 23,
      "[": 24,
      "]": 25,
      "a": 26,
      "b": 27,
      "c": 28,
      "d": 29,
      "e": 30,
      "f": 31,
      "g": 32,
      "h": 33,
      "i": 34,
      "j": 35,
      "k": 36,
      "l": 37,
      "m": 38,
      "n": 39,
      "o": 40,
      "p": 41,
      "q": 42,
      "r": 43,
      "s": 44,
      "t": 45,
      "u": 46,
      "v": 47,
      "w": 48,
      "x": 49,
      "y": 50,
      "z": 51,
      "##x": 52,
      "##3": 53,
      "##6": 54,
      "##f": 55,
      "##9": 56,
      "##2": 57,
      "##1": 58,
      "##b": 59,
      "##7": 60,
      "##0": 61,
      "##5": 62,
      "##4": 63,
      "##d": 64,
      "##a": 65,
      "##e": 66,
      "##8": 67,
      "##c": 68,
      "##p": 69,
      "##m": 70,
      "##l": 71,
      "##s": 72,
      "##u": 73,
      "##q": 74,
      "##o": 75,
      "##v": 76,
      "##z": 77,
      "##t": 78,
      "##n": 79,
      "##w": 80,
      "##i": 81,
      "##r": 82,
      "##h": 83,
      "##g": 84,
      "##k": 85,
      "##y": 86,
      "0x": 87,
      "eo": 88,
      "eoi": 89,
      "0x1": 90,
      "##ov": 91,
      "mov": 92,
      "##or": 93,
      "##tr": 94,
      "ptr": 95,
      "##ax": 96,
      "0x11": 97,
      "rs": 98,
      "##ord": 99,
      "##word": 100,
      "rsp": 101,
      "xm": 102,
      "xmm": 103,
      "0x2": 104,
      "0x10": 105,
      "rax": 106,
      "r1": 107,
      "qword": 108,
      "eax": 109,
      "0x12": 110,
      "rd": 111,
      "##ea": 112,
      "lea": 113,
      "rb": 114,
      "0x3": 115,
      "dword": 116,
      "ed": 117,
      "##ll": 118,
      "##all": 119,
      "call": 120,
      "ri": 121,
      "rip": 122,
      "0x13": 123,
      "xmm0": 124,
      "##mp": 125,
      "rdi": 126,
      "xor": 127,
      "rsi": 128,
      "0x4": 129,
      "##cx": 130,
      "##dd": 131,
      "##ff": 132,
      "0x14": 133,
      "rbp": 134,
      "rdx": 135,
      "add": 136,
      "cmp": 137,
      "edx": 138,
      "r12": 139,
      "lo": 140,
      "##ok": 141,
      "look": 142,
      "rbx": 143,
      "0x18": 144,
      "edi": 145,
      "0x5": 146,
      "0x15": 147,
      "xmmword": 148,
      "0x28": 149,
      "movs": 150,
      "r13": 151,
      "0x16": 152,
      "##si": 153,
      "##ub": 154,
      "##ne": 155,
      "xmm1": 156,
      "sub": 157,
      "jne": 158,
      "esi": 159,
      "0x7": 160,
      "rcx": 161,
      "pu": 162,
      "0x6": 163,
      "ecx": 164,
      "r14": 165,
      "0x17": 166,
      "##op": 167,
      "##te": 168,
      "mova": 169,
      "##ps": 170,
      "##sh": 171,
      "by": 172,
      "byte": 173,
      "push": 174,
      "0x20": 175,
      "0x8": 176,
      "je": 177,
      "r8": 178,
      "r15": 179,
      "eb": 180,
      "0xf": 181,
      "0x114": 182,
      "0x113": 183,
      "0x112": 184,
      "0xa": 185,
      "0x115": 186,
      "##90": 187,
      "0x111": 188,
      "0x116": 189,
      "0xb": 190,
      "0x110": 191,
      "movaps": 192,
      "0xc": 193,
      "##es": 194,
      "tes": 195,
      "test": 196,
      "0x117": 197,
      "jmp": 198,
      "0xe": 199,
      "##a0": 200,
      "0x19": 201,
      "0x118": 202,
      "0x10f": 203,
      "##b0": 204,
      "0x10e": 205,
      "##ffff": 206,
      "0x10c": 207,
      "0x1a": 208,
      "pop": 209,
      "fs": 210,
      "0x1c": 211,
      "0x10d": 212,
      "##sd": 213,
      "##80": 214,
      "xmm2": 215,
      "0x9": 216,
      "##00": 217,
      "##nd": 218,
      "r9": 219,
      "##dq": 220,
      "0x30": 221,
      "0x119": 222,
      "0x1b": 223,
      "ebx": 224,
      "r8d": 225,
      "##64": 226,
      "movsx": 227,
      "##zx": 228,
      "movzx": 229,
      "0x11a": 230,
      "##ss": 231,
      "0x11c": 232,
      "##70": 233,
      "0x40": 234,
      "0x1f": 235,
      "0x1e": 236,
      "0x1d": 237,
      "0x22": 238,
      "0x24": 239,
      "0x11b": 240,
      "movsd": 241,
      "0x11d": 242,
      "r10": 243,
      "movdq": 244,
      "##f0": 245,
      "ebp": 246,
      "##30": 247,
      "##10": 248,
      "0x11e": 249,
      "nop": 250,
      "0x48": 251,
      "0x38": 252,
      "##20": 253,
      "0x23": 254,
      "movss": 255,
      "0x21": 256,
      "movdqa": 257,
      "xmm3": 258,
      "0xd": 259,
      "0x50": 260,
      "##40": 261,
      "0x120": 262,
      "##60": 263,
      "##ul": 264,
      "##50": 265,
      "word": 266,
      "0x1080": 267,
      "end": 268,
      "##br": 269,
      "endbr": 270,
      "endbr64": 271,
      "sh": 272,
      "r12d": 273,
      "0x10a0": 274,
      "##be": 275,
      "0x2c": 276,
      "0x11f": 277,
      "0x121": 278,
      "0x2e": 279,
      "0x10b0": 280,
      "##et": 281,
      "0x122": 282,
      "0x2f": 283,
      "0x10a": 284,
      "al": 285,
      "jl": 286,
      "movsxd": 287,
      "0x1090": 288,
      "##pd": 289,
      "0x123": 290,
      "##c0": 291,
      "##d0": 292,
      "0x58": 293,
      "0x124": 294,
      "r11": 295,
      "0x25": 296,
      "r9d": 297,
      "and": 298,
      "0x10b": 299,
      "##e0": 300,
      "0x27": 301,
      "r13d": 302,
      "0x78": 303,
      "0x31": 304,
      "jle": 305,
      "0x125": 306,
      "xmm4": 307,
      "0x88": 308,
      "##66": 309,
      "0x128": 310,
      "ret": 311,
      "px": 312,
      "pxor": 313,
      "0x32": 314,
      "0x127": 315,
      "r14d": 316,
      "0x34": 317,
      "0x2a": 318,
      "##68": 319,
      "0x2b": 320,
      "##ffffffff": 321,
      "0x29": 322,
      "0x129": 323,
      "cv": 324,
      "cvt": 325,
      "r15d": 326,
      "0x12a": 327,
      "0x130": 328,
      "##55": 329,
      "##6d": 330,
      "0x2d": 331,
      "##38": 332,
      "0x60": 333,
      "addsd": 334,
      "##58": 335,
      "##e8": 336,
      "0x12c": 337,
      "mul": 338,
      "##6c": 339,
      "##b8": 340,
      "##18": 341,
      "##f8": 342,
      "xmm5": 343,
      "0x39": 344,
      "##28": 345,
      "jg": 346,
      "##78": 347,
      "shl": 348,
      "##63": 349,
      "movq": 350,
      "0x10c0": 351,
      "##65": 352,
      "0x12d": 353,
      "0x33": 354,
      "##6e": 355,
      "##69": 356,
      "##61": 357,
      "##cc": 358,
      "##48": 359,
      "0x12b": 360,
      "##6a": 361,
      "##6b": 362,
      "##67": 363,
      "0x131": 364,
      "0x37": 365,
      "xmm6": 366,
      "0x70": 367,
      "##62": 368,
      "0x12e": 369,
      "movapd": 370,
      "##6f": 371,
      "##c8": 372,
      "dl": 373,
      "##fd": 374,
      "##ae": 375,
      "##39": 376,
      "##a8": 377,
      "##54": 378,
      "0x1070": 379,
      "0x10f0": 380,
      "##ck": 381,
      "0x132": 382,
      "##98": 383,
      "##74": 384,
      "xmm7": 385,
      "##f4": 386,
      "##1c": 387,
      "##d8": 388,
      "##34": 389,
      "##2sd": 390,
      "##mul": 391,
      "0x138": 392,
      "##mi": 393,
      "##fc": 394,
      "##omi": 395,
      "##aa": 396,
      "##np": 397,
      "##npck": 398,
      "##57": 399,
      "##f3": 400,
      "##5c": 401,
      "0x3c": 402,
      "##fe": 403,
      "0x80": 404,
      "jbe": 405,
      "##53": 406,
      "0x10d0": 407,
      "movu": 408,
      "0x134": 409,
      "##59": 410,
      "##52": 411,
      "0x1110": 412,
      "##bb": 413,
      "imul": 414,
      "##14": 415,
      "##f2": 416,
      "##5d": 417,
      "##5e": 418,
      "##94": 419,
      "##73": 420,
      "##b4": 421,
      "addss": 422,
      "0x10e0": 423,
      "0x68": 424,
      "##d4": 425,
      "##5b": 426,
      "##32": 427,
      "##51": 428,
      "##72": 429,
      "0x1130": 430,
      "##7c": 431,
      "##33": 432,
      "##a4": 433,
      "##7e": 434,
      "0x1100": 435,
      "0x44": 436,
      "##79": 437,
      "or": 438,
      "0x1140": 439,
      "di": 440,
      "##e4": 441,
      "##npckl": 442,
      "##24": 443,
      "0x1120": 444,
      "0x140": 445,
      "##f9": 446,
      "##c4": 447,
      "##31": 448,
      "##5a": 449,
      "##7a": 450,
      "##7d": 451,
      "0x1150": 452,
      "##fb": 453,
      "##2e": 454,
      "##fa": 455,
      "##f1": 456,
      "##3c": 457,
      "##3b": 458,
      "##71": 459,
      "r10d": 460,
      "##3d": 461,
      "##7b": 462,
      "0xffffffff": 463,
      "##3e": 464,
      "##3a": 465,
      "##19": 466,
      "comi": 467,
      "0x3e": 468,
      "0x1160": 469,
      "##dc": 470,
      "##1e": 471,
      "##2c": 472,
      "##bc": 473,
      "movups": 474,
      "##9c": 475,
      "##f5": 476,
      "##2a": 477,
      "##75": 478,
      "shr": 479,
      "##1a": 480,
      "##1d": 481,
      "##2d": 482,
      "##99": 483,
      "##bd": 484,
      "0x1170": 485,
      "##b9": 486,
      "##f7": 487,
      "##ba": 488,
      "##35": 489,
      "##29": 490,
      "0x90": 491,
      "##37": 492,
      "punpckl": 493,
      "##88": 494,
      "##f6": 495,
      "0x1180": 496,
      "##de": 497,
      "##ss2sd": 498,
      "cvtss2sd": 499,
      "##ffffff": 500,
      "##b1": 501,
      "##9d": 502,
      "0xf0": 503,
      "##9e": 504,
      "0x150": 505,
      "##21": 506,
      "##77": 507,
      "0x3a": 508,
      "##44": 509,
      "##ec": 510,
      "##da": 511,
      "##36": 512,
      "##56": 513,
      "##9a": 514,
      "0xa0": 515,
      "##b2": 516,
      "r11d": 517,
      "##12": 518,
      "##84": 519,
      "mulsd": 520,
      "##76": 521,
      "##92": 522,
      "##ca": 523,
      "0xb0": 524,
      "##91": 525,
      "##ee": 526,
      "##3f": 527,
      "ja": 528,
      "0x1190": 529,
      "0xc0": 530,
      "##11": 531,
      "##ed": 532,
      "##cd": 533,
      "##5f": 534,
      "0x10c4": 535,
      "##22": 536,
      "0x11a0": 537,
      "##9b": 538,
      "div": 539,
      "##7f": 540,
      "##96": 541,
      "##b6": 542,
      "0x13a": 543,
      "##93": 544,
      "##b3": 545,
      "0x3d": 546,
      "##95": 547,
      "0x144": 548,
      "##bf": 549,
      "##e2": 550,
      "0xff": 551,
      "0x148": 552,
      "##ce": 553,
      "##b5": 554,
      "##9f": 555,
      "0x160": 556,
      "##13": 557,
      "##97": 558,
      "##d2": 559,
      "##c2": 560,
      "0x11b0": 561,
      "ax": 562,
      "0x170": 563,
      "##b7": 564,
      "##17": 565,
      "cl": 566,
      "##15": 567,
      "0x190": 568,
      "##4a": 569,
      "##16": 570,
      "##c5": 571,
      "##23": 572,
      "##cb": 573,
      "##c6": 574,
      "##mov": 575,
      "cmov": 576,
      "##c1": 577,
      "0x11d0": 578,
      "##e6": 579,
      "##c9": 580,
      "##d6": 581,
      "##d3": 582,
      "##c3": 583,
      "##eb": 584,
      "##42": 585,
      "##df": 586,
      "##qdq": 587,
      "##e3": 588,
      "##1f": 589,
      "##1b": 590,
      "punpcklqdq": 591,
      "0x11c0": 592,
      "##cf": 593,
      "0x158": 594,
      "sa": 595,
      "sar": 596,
      "0x98": 597,
      "##d5": 598,
      "##26": 599,
      "0x108": 600,
      "##e5": 601,
      "##d9": 602,
      "##db": 603,
      "##c7": 604,
      "##25": 605,
      "##e7": 606,
      "0xb8": 607,
      "##2f": 608,
      "0xa8": 609,
      "##e1": 610,
      "##ef": 611,
      "##2b": 612,
      "##27": 613,
      "##d1": 614,
      "0x180": 615,
      "##e9": 616,
      "##d7": 617,
      "0x42": 618,
      "0x3f": 619,
      "##43": 620,
      "0x64": 621,
      "0x1128": 622,
      "0x10a4": 623,
      "0xffffffffffffff": 624,
      "0x168": 625,
      "0x41": 626,
      "cvtsi": 627,
      "0x14a": 628,
      "0x11e0": 629,
      "movd": 630,
      "mulss": 631,
      "0x1148": 632,
      "##4c": 633,
      "0x1158": 634,
      "0x100": 635,
      "0x1168": 636,
      "0x74": 637,
      "0x1138": 638,
      "0x1124": 639,
      "js": 640,
      "comiss": 641,
      "0xe0": 642,
      "cdq": 643,
      "si": 644,
      "##49": 645,
      "0x1a0": 646,
      "##4f": 647,
      "##4d": 648,
      "##41": 649,
      "##46": 650,
      "0x11f0": 651,
      "movdqu": 652,
      "0x111a": 653,
      "0x1118": 654,
      "0x1106": 655,
      "##4b": 656,
      "##47": 657,
      "##45": 658,
      "##4e": 659,
      "0x1147": 660,
      "0x1163": 661,
      "0x1134": 662,
      "set": 663,
      "0x54": 664,
      "0x1155": 665,
      "0x1143": 666,
      "0x112a": 667,
      "0x6c": 668,
      "0x1139": 669,
      "0x1145": 670,
      "0x10fc": 671,
      "0x1132": 672,
      "0x4c": 673,
      "##ac": 674,
      "0x1151": 675,
      "pa": 676,
      "0x10d3": 677,
      "##0000": 678,
      "0x114c": 679,
      "0x113e": 680,
      "##a5": 681,
      "0x1152": 682,
      "0x1156": 683,
      "0x1142": 684,
      "0x1108": 685,
      "##a3": 686,
      "0x1200": 687,
      "subsd": 688,
      "0x1126": 689,
      "##ad": 690,
      "0x1144": 691,
      "0x113b": 692,
      "0x110e": 693,
      "0xd0": 694,
      "0x113d": 695,
      "0xfffffffffffffff0": 696,
      "comisd": 697,
      "0x10e8": 698,
      "0x1154": 699,
      "##a1": 700,
      "##a6": 701,
      "0x1210": 702,
      "0x1136": 703,
      "0x1146": 704,
      "0x112d": 705,
      "0x10dc": 706,
      "0x114a": 707,
      "0x1b0": 708,
      "0x1133": 709,
      "##a9": 710,
      "0x114d": 711,
      "0x114f": 712,
      "0x1188": 713,
      "0xe8": 714,
      "0x1104": 715,
      "0x26": 716,
      "0x10d1": 717,
      "##a7": 718,
      "0x1166": 719,
      "##bs": 720,
      "movabs": 721,
      "0x10e4": 722,
      "0x112f": 723,
      "0x1129": 724,
      "0x1220": 725,
      "0x1230": 726,
      "0x3b": 727,
      "0x112e": 728,
      "0x1153": 729,
      "##ab": 730,
      "0x113c": 731,
      "0x1159": 732,
      "0x116d": 733,
      "0x1123": 734,
      "0x178": 735,
      "0x115f": 736,
      "0x112b": 737,
      "0x115c": 738,
      "0x10f2": 739,
      "0x1164": 740,
      "0x111f": 741,
      "0x1114": 742,
      "0x1131": 743,
      "0x114b": 744,
      "0x1165": 745,
      "0x1122": 746,
      "0x1115": 747,
      "0x1137": 748,
      "0x10e1": 749,
      "##a2": 750,
      "##af": 751,
      "0x1174": 752,
      "0x112c": 753,
      "0x1141": 754,
      "0x1162": 755,
      "0x10f8": 756,
      "0x115a": 757,
      "0x115e": 758,
      "0x113a": 759,
      "0x1178": 760,
      "0x1161": 761,
      "0x1157": 762,
      "0x10e3": 763,
      "##000": 764,
      "0x115d": 765,
      "0x115b": 766,
      "0xea": 767,
      "cdqe": 768,
      "0x188": 769,
      "0x10c8": 770,
      "0x35": 771,
      "0x116a": 772,
      "0x1127": 773,
      "0x1135": 774,
      "0x114e": 775,
      "0x116f": 776,
      "0x111d": 777,
      "0x1176": 778,
      "0x1116": 779,
      "jge": 780,
      "0x1125": 781,
      "0x1169": 782,
      "0x1172": 783,
      "0x111e": 784,
      "0x111b": 785,
      "0x1121": 786,
      "0x1179": 787,
      "0x1149": 788,
      "0x117a": 789,
      "0x1175": 790,
      "0x72": 791,
      "0x113f": 792,
      "0x10e6": 793,
      "0x1198": 794,
      "sil": 795,
      "0x1173": 796,
      "0x4e": 797,
      "0x1171": 798,
      "0x111c": 799,
      "0x1185": 800,
      "0x6e": 801,
      "0x117b": 802,
      "0x1167": 803,
      "0x1183": 804,
      "0x1119": 805,
      "0x51": 806,
      "0x1113": 807,
      "0x116c": 808,
      "0x110c": 809,
      "0x1103": 810,
      "cvtsi2sd": 811,
      "0x10fa": 812,
      "0x116b": 813,
      "0x110d": 814,
      "0x1186": 815,
      "0x1a8": 816,
      "0x1260": 817,
      "0x1117": 818,
      "0x1240": 819,
      "0x1112": 820,
      "0x1000": 821,
      "0x4d": 822,
      "0x1290": 823,
      "0x1250": 824,
      "0x10ca": 825,
      "0x10af": 826,
      "0x10ec": 827,
      "0x10fb": 828,
      "0x1177": 829,
      "0x1184": 830,
      "0x1109": 831,
      "0x198": 832,
      "0x110a": 833,
      "0x118a": 834,
      "0x1111": 835,
      "0x117d": 836,
      "0x118c": 837,
      "0x1182": 838,
      "0x1191": 839,
      "0x61": 840,
      "0x1c0": 841,
      "0x117f": 842,
      "0x9c": 843,
      "0x1193": 844,
      "0xc8": 845,
      "0x43": 846,
      "0x1187": 847,
      "0x10f3": 848,
      "0x110b": 849,
      "0x10d8": 850,
      "0x118f": 851,
      "0x1d0": 852,
      "0x117c": 853,
      "0x110f": 854,
      "0x1181": 855,
      "0x4a": 856,
      "0x1194": 857,
      "0x116e": 858,
      "0x11a8": 859,
      "0x117e": 860,
      "0x1195": 861,
      "0x1280": 862,
      "0x1102": 863,
      "0x10f7": 864,
      "0x1107": 865,
      "0x1105": 866,
      "0x11a4": 867,
      "divsd": 868,
      "0x1270": 869,
      "0x118d": 870,
      "0x1e0": 871,
      "xmm8": 872,
      "0x12a0": 873,
      "0x57": 874,
      "0x10f4": 875,
      "0x5c": 876,
      "0x8c": 877,
      "0xf8": 878,
      "0x118b": 879,
      "0x1189": 880,
      "0x84": 881,
      "0x10f1": 882,
      "0x1101": 883,
      "0x1196": 884,
      "0x10ff": 885,
      "0x10cc": 886,
      "0x10df": 887,
      "0x10f6": 888,
      "0x11a6": 889,
      "0x119d": 890,
      "0x47": 891,
      "0x119f": 892,
      "divss": 893,
      "0xc4": 894,
      "0x10f9": 895,
      "bl": 896,
      "0x119b": 897,
      "0x10fe": 898,
      "0x1199": 899,
      "subss": 900,
      "padd": 901,
      "0x10a8": 902,
      "0x10ee": 903,
      "0x10ea": 904,
      "0xa4": 905,
      "0x10d7": 906,
      "0x11b4": 907,
      "0x10f5": 908,
      "0x119a": 909,
      "0xb4": 910,
      "0x10ef": 911,
      "0x200": 912,
      "0x10bd": 913,
      "0x10fd": 914,
      "0x10ce": 915,
      "0x10e5": 916,
      "0x118e": 917,
      "0x10ed": 918,
      "0x11b8": 919,
      "0x10e7": 920,
      "jae": 921,
      "0xbc": 922,
      "0x2f0": 923,
      "0x1f0": 924,
      "0xffffff": 925,
      "0x11a3": 926,
      "re": 927,
      "rep": 928,
      "0x8a": 929,
      "0x11a1": 930,
      "0x49": 931,
      "0x10dd": 932,
      "0x1197": 933,
      "0x12c0": 934,
      "0x11a5": 935,
      "0x119e": 936,
      "0x10c9": 937,
      "0x71": 938,
      "0x10e9": 939,
      "0x8e": 940,
      "##85": 941,
      "0x1192": 942,
      "0x12b0": 943,
      "0x36": 944,
      "##8c": 945,
      "##2ss": 946,
      "0x11aa": 947,
      "0x10cf": 948,
      "ps": 949,
      "0x12e0": 950,
      "0x10eb": 951,
      "0x11a2": 952,
      "0x6a": 953,
      "0x45": 954,
      "0x11ad": 955,
      "0x11a9": 956,
      "0x11c8": 957,
      "0x10d5": 958,
      "0x119c": 959,
      "se": 960,
      "sete": 961,
      "##83": 962,
      "0x11d8": 963,
      "0x11b6": 964,
      "0x73": 965,
      "0xd8": 966,
      "0x12d0": 967,
      "dx": 968,
      "0x10c5": 969,
      "##comi": 970,
      "ucomi": 971,
      "0x11ac": 972,
      "jb": 973,
      "0x6b": 974,
      "0x10b8": 975,
      "0xbe": 976,
      "0x11a7": 977,
      "0x11c4": 978,
      "##8a": 979,
      "0x7c": 980,
      "0x9d": 981,
      "0x11ab": 982,
      "0x10d6": 983,
      "0x11b1": 984,
      "0x6d": 985,
      "##8d": 986,
      "##uf": 987,
      "0x1310": 988,
      "shuf": 989,
      "0x4b": 990,
      "0x10e2": 991,
      "0xac": 992,
      "0x230": 993,
      "0x11b3": 994,
      "0x11cc": 995,
      "0x1ff": 996,
      "st": 997,
      "0x1dd": 998,
      "0x11ae": 999,
      "0x11bc": 1000,
      "xmm9": 1001,
      "0x11af": 1002,
      "0x62": 1003,
      "0x11c5": 1004,
      "0x9e": 1005,
      "0x12f0": 1006,
      "0x11b5": 1007,
      "0x11b9": 1008,
      "0x11b7": 1009,
      "0x10c6": 1010,
      "0xba": 1011,
      "0x11ba": 1012,
      "0xbd": 1013,
      "##8b": 1014,
      "0x11b2": 1015,
      "0x1320": 1016,
      "0x11e8": 1017,
      "0x11bd": 1018,
      "0xaa": 1019,
      "0x11bb": 1020,
      "0x400": 1021,
      "##8e": 1022,
      "0x52": 1023,
      "##89": 1024,
      "0x41c": 1025,
      "sto": 1026,
      "0x11c6": 1027,
      "##86": 1028,
      "##82": 1029,
      "0x210": 1030,
      "0x55": 1031,
      "##8f": 1032,
      "jp": 1033,
      "0x10da": 1034,
      "##87": 1035,
      "0x1340": 1036,
      "dil": 1037,
      "##64e": 1038,
      "0x10d9": 1039,
      "0x1300": 1040,
      "0x11c1": 1041,
      "0x11c3": 1042,
      "0x1330": 1043,
      "0x11d3": 1044,
      "0x10cd": 1045,
      "0x11e4": 1046,
      "0x10a6": 1047,
      "movupd": 1048,
      "0x11c2": 1049,
      "stos": 1050,
      "0x10b4": 1051,
      "0x4f": 1052,
      "0x10d4": 1053,
      "0x11c9": 1054,
      "stosq": 1055,
      "0x11ca": 1056,
      "shufps": 1057,
      "0x11d4": 1058,
      "0x10c2": 1059,
      "0x220": 1060,
      "0x11cb": 1061,
      "0x11bf": 1062,
      "0x1ea": 1063,
      "0xa2": 1064,
      "0x10db": 1065,
      "paddd": 1066,
      "0x11f8": 1067,
      "0x11cd": 1068,
      "cs": 1069,
      "0x5a": 1070,
      "##81": 1071,
      "0x11d5": 1072,
      "xmm11": 1073,
      "0x11be": 1074,
      "punpckldq": 1075,
      "0x63": 1076,
      "0x1208": 1077,
      "0x11dd": 1078,
      "0x8d": 1079,
      "0x11c7": 1080,
      "0x3039": 1081,
      "##6666": 1082,
      "0x240": 1083,
      "0x11db": 1084,
      "0x11da": 1085,
      "0x11d2": 1086,
      "0x11d1": 1087,
      "0x11cf": 1088,
      "0x11ce": 1089,
      "0x11d7": 1090,
      "0x1228": 1091,
      "0x41c64e": 1092,
      "0x41c64e6d": 1093,
      "##lt": 1094,
      "0x11ea": 1095,
      "psh": 1096,
      "0x94": 1097,
      "0x9a": 1098,
      "0x11e6": 1099,
      "##ufd": 1100,
      "pshufd": 1101,
      "0x1218": 1102,
      "0xbf": 1103,
      "0x10bf": 1104,
      "0xad": 1105,
      "0xb2": 1106,
      "0x11d9": 1107,
      "0x11d6": 1108,
      "0x11e3": 1109,
      "0x11e5": 1110,
      "0xf55": 1111,
      "movl": 1112,
      "0x10de": 1113,
      "0x7a": 1114,
      "0x11e1": 1115,
      "0x1350": 1116,
      "0x11df": 1117,
      "0x79": 1118,
      "0xbb": 1119,
      "0x1238": 1120,
      "0x2ea": 1121,
      "hlt": 1122,
      "0x11ed": 1123,
      "0x1204": 1124,
      "0x11f4": 1125,
      "0x5e": 1126,
      "0xc1": 1127,
      "0x11f3": 1128,
      "xmm10": 1129,
      "0xae": 1130,
      "0x11dc": 1131,
      "0x1360": 1132,
      "0xb1": 1133,
      "0x11de": 1134,
      "0x1205": 1135,
      "0x11e9": 1136,
      "0x11e2": 1137,
      "0xb9": 1138,
      "0x8b": 1139,
      "setg": 1140,
      "0xfff": 1141,
      "0x11ec": 1142,
      "0x11e7": 1143,
      "0x46": 1144,
      "0x1213": 1145,
      "0x11f2": 1146,
      "cvtt": 1147,
      "##di": 1148,
      "##div": 1149,
      "0x11fc": 1150,
      "##le": 1151,
      "0x11f5": 1152,
      "0x89": 1153,
      "0x69": 1154,
      "0x1224": 1155,
      "0x11f9": 1156,
      "no": 1157,
      "idiv": 1158,
      "0x11ff": 1159,
      "0x1248": 1160,
      "0x11eb": 1161,
      "0x1201": 1162,
      "0x10d2": 1163,
      "0xdd": 1164,
      "0x10ad": 1165,
      "0xc2": 1166,
      "0x1206": 1167,
      "0x1214": 1168,
      "0xa9": 1169,
      "0x11ee": 1170,
      "0x11ef": 1171,
      "cvtsi2ss": 1172,
      "0xff8": 1173,
      "0x75": 1174,
      "0x260": 1175,
      "0x11fb": 1176,
      "0x11f6": 1177,
      "0x270": 1178,
      "0x6f": 1179,
      "0x330": 1180,
      "0x5f": 1181,
      "0x11f7": 1182,
      "0x53": 1183,
      "0x120c": 1184,
      "0x250": 1185,
      "0x1268": 1186,
      "0x320": 1187,
      "0x1209": 1188,
      "0x11fd": 1189,
      "0x11fa": 1190,
      "0xa1": 1191,
      "0x1202": 1192,
      "0x1216": 1193,
      "0x11f1": 1194,
      "0x120e": 1195,
      "0x1226": 1196,
      "0x120d": 1197,
      "0x120a": 1198,
      "0x9f": 1199,
      "0x1219": 1200,
      "psr": 1201,
      "0x1370": 1202,
      "0x1390": 1203,
      "0x1258": 1204,
      "0x120b": 1205,
      "0x10ac": 1206,
      "0x1380": 1207,
      "0x1207": 1208,
      "##npckh": 1209,
      "0x290": 1210,
      "0x1203": 1211,
      "psrl": 1212,
      "##ns": 1213,
      "0x99": 1214,
      "pand": 1215,
      "0x11fe": 1216,
      "0x10bc": 1217,
      "0x10b1": 1218,
      "0x13b0": 1219,
      "0x1212": 1220,
      "0x121d": 1221,
      "0x1217": 1222,
      "0x121f": 1223,
      "unpckl": 1224,
      "0x1211": 1225,
      "0x59": 1226,
      "0x1234": 1227,
      "0x65": 1228,
      "0x13a0": 1229,
      "0x121a": 1230,
      "0x1225": 1231,
      "0xffffffffffff": 1232,
      "0x1215": 1233,
      "0x121c": 1234,
      "0x1223": 1235,
      "0x1222": 1236,
      "0x1229": 1237,
      "0x77": 1238,
      "0x122d": 1239,
      "0x81": 1240,
      "0x1244": 1241,
      "##f000": 1242,
      "##2si": 1243,
      "0x1233": 1244,
      "0x7e": 1245,
      "0x1236": 1246,
      "0x1232": 1247,
      "0x3e8": 1248,
      "0x122a": 1249,
      "0xab": 1250,
      "0x122f": 1251,
      "0x10b3": 1252,
      "0xaf": 1253,
      "0x1060": 1254,
      "0xfffffffffffff000": 1255,
      "0x340": 1256,
      "0x121b": 1257,
      "0x120f": 1258,
      "0x123c": 1259,
      "0x2a0": 1260,
      "0x1264": 1261,
      "0x121e": 1262,
      "0x87": 1263,
      "0x1231": 1264,
      "0x300": 1265,
      "0x122c": 1266,
      "0x122b": 1267,
      "##cccc": 1268,
      "0x1221": 1269,
      "0x1241": 1270,
      "xmm12": 1271,
      "cx": 1272,
      "0x1246": 1273,
      "0x1278": 1274,
      "0x2b0": 1275,
      "0x1256": 1276,
      "0x1235": 1277,
      "0x67": 1278,
      "0x1243": 1279,
      "0xb7": 1280,
      "0x310": 1281,
      "0x123b": 1282,
      "pc": 1283,
      "pcmp": 1284,
      "0x280": 1285,
      "0x13c0": 1286,
      "0x13d0": 1287,
      "ro": 1288,
      "0x1288": 1289,
      "0x10a5": 1290,
      "0x1227": 1291,
      "0x7b": 1292,
      "0x92": 1293,
      "0x123f": 1294,
      "0x1298": 1295,
      "0x1084": 1296,
      "r8b": 1297,
      "0x10c7": 1298,
      "0x1249": 1299,
      "0xc3": 1300,
      "0x1254": 1301,
      "0x124d": 1302,
      "0x82": 1303,
      "0x124a": 1304,
      "0x7d": 1305,
      "0xb3": 1306,
      "0x1237": 1307,
      "0x123a": 1308,
      "0x12a8": 1309,
      "0x122e": 1310,
      "0x123d": 1311,
      "0x2c0": 1312,
      "0x1253": 1313,
      "0x338": 1314,
      "0x9b": 1315,
      "0x1247": 1316,
      "0x12e8": 1317,
      "0x2e0": 1318,
      "0x95": 1319,
      "0x124c": 1320,
      "0x7f": 1321,
      "rol": 1322,
      "0x1239": 1323,
      "0x13e0": 1324,
      "0x1263": 1325,
      "0x126a": 1326,
      "0x12b8": 1327,
      "ucomiss": 1328,
      "0x10cb": 1329,
      "0x124f": 1330,
      "0x1245": 1331,
      "0x12c8": 1332,
      "0x5d": 1333,
      "xmm13": 1334,
      "0x125c": 1335,
      "0x1255": 1336,
      "0x1284": 1337,
      "0x3f8": 1338,
      "0x125d": 1339,
      "0x1266": 1340,
      "bp": 1341,
      "0x2d0": 1342,
      "0x123e": 1343,
      "0x126f": 1344,
      "0xe4": 1345,
      "0x12d8": 1346,
      "0x268": 1347,
      "0x5b": 1348,
      "0x1420": 1349,
      "0x1242": 1350,
      "0x124b": 1351,
      "cmovg": 1352,
      "sbb": 1353,
      "0x1400": 1354,
      "0x1410": 1355,
      "0x1279": 1356,
      "0x380": 1357,
      "0x12a4": 1358,
      "0x1274": 1359,
      "0x126d": 1360,
      "0x1252": 1361,
      "setle": 1362,
      "0xa3": 1363,
      "0x13f0": 1364,
      "0x124e": 1365,
      "0x1251": 1366,
      "0x1470": 1367,
      "0xa7": 1368,
      "ucomisd": 1369,
      "0x126c": 1370,
      "0x125f": 1371,
      "0x1257": 1372,
      "0x10c3": 1373,
      "0x1265": 1374,
      "0x125a": 1375,
      "0x1440": 1376,
      "0x1261": 1377,
      "0x1430": 1378,
      "0x1262": 1379,
      "0x350": 1380,
      "0x1259": 1381,
      "0x1267": 1382,
      "movlps": 1383,
      "0xfe": 1384,
      "0x1269": 1385,
      "0x264": 1386,
      "0x10b6": 1387,
      "0x390": 1388,
      "0x1273": 1389,
      "0xa5": 1390,
      "mulpd": 1391,
      "0xfd": 1392,
      "0x1275": 1393,
      "0x125b": 1394,
      "0x12f8": 1395,
      "r9b": 1396,
      "0x3a0": 1397,
      "0x128c": 1398,
      "0x126e": 1399,
      "0x1289": 1400,
      "0x1294": 1401,
      "xmm14": 1402,
      "0x1318": 1403,
      "##5555": 1404,
      "0x1283": 1405,
      "0x1276": 1406,
      "0x125e": 1407,
      "0x127a": 1408,
      "0x1271": 1409,
      "0x1277": 1410,
      "0x126b": 1411,
      "0x1295": 1412,
      "0x12b4": 1413,
      "jns": 1414,
      "0x14b0": 1415,
      "0x127d": 1416,
      "xmm15": 1417,
      "0x1450": 1418,
      "0x127c": 1419,
      "not": 1420,
      "0x1272": 1421,
      "0x1308": 1422,
      "0x26c": 1423,
      "0x1286": 1424,
      "0x128d": 1425,
      "0x370": 1426,
      "0x91": 1427,
      "0x1297": 1428,
      "0x129c": 1429,
      "0x1293": 1430,
      "addpd": 1431,
      "0x1292": 1432,
      "0x129d": 1433,
      "0xe1": 1434,
      "0x1480": 1435,
      "0x97": 1436,
      "0x12d4": 1437,
      "0x360": 1438,
      "0x128b": 1439,
      "0x127b": 1440,
      "0x104": 1441,
      "0x1285": 1442,
      "0x1328": 1443,
      "0x128a": 1444,
      "0x1291": 1445,
      "0x1296": 1446,
      "0x12e4": 1447,
      "bx": 1448,
      "0x1281": 1449,
      "0x2be": 1450,
      "0x127e": 1451,
      "0x10c1": 1452,
      "0x1282": 1453,
      "0x267": 1454,
      "0x129b": 1455,
      "0x1e8": 1456,
      "0x12a7": 1457,
      "0x1460": 1458,
      "0x12a1": 1459,
      "0xee": 1460,
      "0x12b6": 1461,
      "0x12ad": 1462,
      "0x1f4": 1463,
      "0x127f": 1464,
      "0x12ac": 1465,
      "0x129a": 1466,
      "0x1299": 1467,
      "0x3f0": 1468,
      "0x1388": 1469,
      "0x12b9": 1470,
      "0x12a3": 1471,
      "0x263": 1472,
      "0x12a5": 1473,
      "0x12a6": 1474,
      "0x12c5": 1475,
      "0xfc": 1476,
      "cmove": 1477,
      "0x269": 1478,
      "0xf35": 1479,
      "0x26a": 1480,
      "0x14d0": 1481,
      "0x1287": 1482,
      "r14b": 1483,
      "0x1348": 1484,
      "0x266": 1485,
      "0x12b5": 1486,
      "0x12dd": 1487,
      "0x1338": 1488,
      "0x12ab": 1489,
      "0x12c4": 1490,
      "cmovne": 1491,
      "0x128e": 1492,
      "0x12f4": 1493,
      "0x10b2": 1494,
      "0x12ba": 1495,
      "0x8f": 1496,
      "0x12b1": 1497,
      "0x128f": 1498,
      "0x12b3": 1499,
      "0x12ea": 1500,
      "##sd2ss": 1501,
      "cvtsd2ss": 1502,
      "0x262": 1503,
      "r15b": 1504,
      "0x2ff": 1505,
      "0x12bc": 1506,
      "0x261": 1507,
      "0x12af": 1508,
      "0x10b5": 1509,
      "0x12e3": 1510,
      "0x12cb": 1511,
      "0x12cd": 1512,
      "0x12aa": 1513,
      "0x12a2": 1514,
      "0x12c3": 1515,
      "0x12bd": 1516,
      "0x1358": 1517,
      "0x14a0": 1518,
      "0xf58": 1519,
      "0x129f": 1520,
      "0x56": 1521,
      "0x26d": 1522,
      "0x12ec": 1523,
      "0x12f3": 1524,
      "0x129e": 1525,
      "0x2dd": 1526,
      "0x12be": 1527,
      "0x12bf": 1528,
      "0x12a9": 1529,
      "0x12b7": 1530,
      "0x12f2": 1531,
      "0x85": 1532,
      "0x12bb": 1533,
      "bpl": 1534,
      "0x12c2": 1535,
      "0x12c1": 1536,
      "0x12c6": 1537,
      "0x12dc": 1538,
      "0x12da": 1539,
      "0x26b": 1540,
      "0x1490": 1541,
      "0x12cf": 1542,
      "0x12ef": 1543,
      "0x12d3": 1544,
      "0x12f5": 1545,
      "0x93": 1546,
      "0x12ff": 1547,
      "0x12ae": 1548,
      "0x12b2": 1549,
      "0x12d5": 1550,
      "r13b": 1551,
      "0x14c0": 1552,
      "0x378": 1553,
      "0x12c9": 1554,
      "0x1368": 1555,
      "0x10ba": 1556,
      "0x1334": 1557,
      "0x1303": 1558,
      "0x12f1": 1559,
      "0x12e6": 1560,
      "0x12ce": 1561,
      "0xb5": 1562,
      "0x12cc": 1563,
      "0x1304": 1564,
      "0x12f9": 1565,
      "0x1325": 1566,
      "##667": 1567,
      "0x102": 1568,
      "r12b": 1569,
      "0xf57": 1570,
      "0x12ee": 1571,
      "0x10b9": 1572,
      "0x12fd": 1573,
      "0x1510": 1574,
      "0x12d2": 1575,
      "0x12ca": 1576,
      "0x265": 1577,
      "0x83": 1578,
      "cq": 1579,
      "cqo": 1580,
      "unpcklps": 1581,
      "unpckh": 1582,
      "0x1500": 1583,
      "0x1354": 1584,
      "0x1378": 1585,
      "0x228": 1586,
      "0x12f7": 1587,
      "0x3e0": 1588,
      "0x12fb": 1589,
      "subpd": 1590,
      "0x12e5": 1591,
      "0x12c7": 1592,
      "por": 1593,
      "0xfb": 1594,
      "0x130a": 1595,
      "0x12fc": 1596,
      "0x12eb": 1597,
      "0x26f": 1598,
      "0x26e": 1599,
      "0x368": 1600,
      "0x410": 1601,
      "0x1520": 1602,
      "0xfa": 1603,
      "0xcc": 1604,
      "0x12db": 1605,
      "0x3d0": 1606,
      "0x1316": 1607,
      "0x12d6": 1608,
      "0x12fe": 1609,
      "0x12df": 1610,
      "0x1307": 1611,
      "0x3b0": 1612,
      "##aaaa": 1613,
      "##sd2si": 1614,
      "cvttsd2si": 1615,
      "0x12d7": 1616,
      "0x12de": 1617,
      "0x130c": 1618,
      "0x12e9": 1619,
      "0x12f6": 1620,
      "0x12fa": 1621,
      "0x1331": 1622,
      "##gt": 1623,
      "0x1364": 1624,
      "0x12d1": 1625,
      "pcmpgt": 1626,
      "0x1530": 1627,
      "0x22a": 1628,
      "0x12ed": 1629,
      "0x1301": 1630,
      "0x10be": 1631,
      "0x12e2": 1632,
      "ne": 1633,
      "neg": 1634,
      "0x12d9": 1635,
      "0x1305": 1636,
      "0x10aa": 1637,
      "0x1418": 1638,
      "0x1324": 1639,
      "0x14f0": 1640,
      "0x1306": 1641,
      "0x1312": 1642,
      "0x1326": 1643,
      "0x1314": 1644,
      "0x1398": 1645,
      "0x1333": 1646,
      "0xec": 1647,
      "0x14e0": 1648,
      "0x10bb": 1649,
      "0x1319": 1650,
      "0x1322": 1651,
      "0x76": 1652,
      "0x1353": 1653,
      "0x1363": 1654,
      "0x132c": 1655,
      "0x10b7": 1656,
      "0x1339": 1657,
      "0x131c": 1658,
      "0x1366": 1659,
      "0x420": 1660,
      "0x1335": 1661,
      "0x1315": 1662,
      "0x133d": 1663,
      "0xc5": 1664,
      "##wd": 1665,
      "0x131d": 1666,
      "0x133b": 1667,
      "0x12e7": 1668,
      "0x131f": 1669,
      "0x131b": 1670,
      "0x1580": 1671,
      "0x13b8": 1672,
      "0x130e": 1673,
      "0x1357": 1674,
      "0x12e1": 1675,
      "0x135c": 1676,
      "0x1346": 1677,
      "pmul": 1678,
      "0x1540": 1679,
      "0x1313": 1680,
      "0x136c": 1681,
      "0x480": 1682,
      "0x130b": 1683,
      "0x130d": 1684,
      "0x130f": 1685,
      "0x238": 1686,
      "0xf37": 1687,
      "##udq": 1688,
      "pmuludq": 1689,
      "0x133c": 1690,
      "0x1317": 1691,
      "0x1344": 1692,
      "0x1361": 1693,
      "0x1332": 1694,
      "0x137d": 1695,
      "0x132b": 1696,
      "0x132e": 1697,
      "0x3a4": 1698,
      "0x1560": 1699,
      "0x131a": 1700,
      "0x1910": 1701,
      "0x1302": 1702,
      "0x1367": 1703,
      "0x134c": 1704,
      "0x1352": 1705,
      "0x13c8": 1706,
      "0x13f8": 1707,
      "0x430": 1708,
      "0x1a4": 1709,
      "0x132a": 1710,
      "0x135d": 1711,
      "0x1550": 1712,
      "0x36c": 1713,
      "0x1351": 1714,
      "0x1336": 1715,
      "0x1349": 1716,
      "0x450": 1717,
      "0x13a8": 1718,
      "0x1369": 1719,
      "0xf2": 1720,
      "0x1362": 1721,
      "0x1384": 1722,
      "0x1311": 1723,
      "0x131e": 1724,
      "0x133f": 1725,
      "max": 1726,
      "0x3c0": 1727,
      "0x135b": 1728,
      "0x133e": 1729,
      "0x1372": 1730,
      "0x448": 1731,
      "0x1343": 1732,
      "0x136a": 1733,
      "0x133a": 1734,
      "0x428": 1735,
      "0x1323": 1736,
      "0x132f": 1737,
      "0x1356": 1738,
      "0x1309": 1739,
      "0x358": 1740,
      "0x1570": 1741,
      "0x135f": 1742,
      "0x224": 1743,
      "0x1327": 1744,
      "0x134d": 1745,
      "0x229": 1746,
      "0x1355": 1747,
      "0x15b0": 1748,
      "0x36a": 1749,
      "0x1590": 1750,
      "0x1342": 1751,
      "0x1365": 1752,
      "0x15d0": 1753,
      "psrlq": 1754,
      "0x3d8": 1755,
      "0x1374": 1756,
      "0x136d": 1757,
      "0x1396": 1758,
      "0x136e": 1759,
      "0x1376": 1760,
      "0x354": 1761,
      "0x134b": 1762,
      "0x1373": 1763,
      "0x440": 1764,
      "0x16f0": 1765,
      "0x10ab": 1766,
      "0x580": 1767,
      "0x13e8": 1768,
      "0x1345": 1769,
      "0x101": 1770,
      "0x132d": 1771,
      "0x1730": 1772,
      "cmovl": 1773,
      "0x1375": 1774,
      "0x15e0": 1775,
      "0x136f": 1776,
      "0x1337": 1777,
      "0x1321": 1778,
      "0x468": 1779,
      "0x15c0": 1780,
      "0x1386": 1781,
      "0x1359": 1782,
      "0x137f": 1783,
      "0x1341": 1784,
      "0x15a0": 1785,
      "0x138d": 1786,
      "0x10ae": 1787,
      "0x134f": 1788,
      "0x13d8": 1789,
      "0x1438": 1790,
      "0x1800": 1791,
      "0x137e": 1792,
      "0x16e": 1793,
      "0x13a4": 1794,
      "0x137b": 1795,
      "0x1428": 1796,
      "addps": 1797,
      "0x418": 1798,
      "0x134a": 1799,
      "0x135a": 1800,
      "0x13ca": 1801,
      "0x1393": 1802,
      "0x1600": 1803,
      "0x1387": 1804,
      "0x17a0": 1805,
      "0x1329": 1806,
      "0x66": 1807,
      "0x137a": 1808,
      "0x13b4": 1809,
      "0x1620": 1810,
      "0x1379": 1811,
      "0x134e": 1812,
      "0xde": 1813,
      "0x136b": 1814,
      "0x1382": 1815,
      "0x6b30": 1816,
      "0x1720": 1817,
      "0xe5": 1818,
      "0x135e": 1819,
      "0x137c": 1820,
      "0xf38": 1821,
      "0x1347": 1822,
      "0x15f0": 1823,
      "punpckh": 1824,
      "0x460": 1825,
      "0xfffffffc": 1826,
      "0x352": 1827,
      "0x1630": 1828,
      "0x1610": 1829,
      "0x1700": 1830,
      "0x139c": 1831,
      "0x1391": 1832,
      "0x3a8": 1833,
      "0x1394": 1834,
      "0x139a": 1835,
      "0x1408": 1836,
      "mulps": 1837,
      "0x13bd": 1838,
      "0x560": 1839,
      "0x1385": 1840,
      "0x138b": 1841,
      "0x139b": 1842,
      "0x1478": 1843,
      "0x1371": 1844,
      "0x138a": 1845,
      "0x1395": 1846,
      "0x1670": 1847,
      "0x139f": 1848,
      "0x138e": 1849,
      "pcmpgtd": 1850,
      "0xe9": 1851,
      "0x1377": 1852,
      "0x138c": 1853,
      "0x363": 1854,
      "0x1468": 1855,
      "0x1399": 1856,
      "0x13c5": 1857,
      "0x490": 1858,
      "0x470": 1859,
      "0x1086": 1860,
      "0x139d": 1861,
      "0x13a2": 1862,
      "0x398": 1863,
      "0x1660": 1864,
      "0xed": 1865,
      "0x13a6": 1866,
      "0x16a0": 1867,
      "0x14b8": 1868,
      "0x13c4": 1869,
      "0x1750": 1870,
      "0x36d": 1871,
      "0x13ba": 1872,
      "0x1548": 1873,
      "0x13d6": 1874,
      "r11b": 1875,
      "0x13ad": 1876,
      "0x1392": 1877,
      "0x1381": 1878,
      "0x1538": 1879,
      "0x3b8": 1880,
      "0x13a5": 1881,
      "ah": 1882,
      "0x13a9": 1883,
      "0x364": 1884,
      "0x464": 1885,
      "0x141": 1886,
      "0x1448": 1887,
      "0x13e7": 1888,
      "psll": 1889,
      "unpcklpd": 1890,
      "0x13e1": 1891,
      "0x3c8": 1892,
      "0x13bc": 1893,
      "0x3aa": 1894,
      "0x1389": 1895,
      "0x13a3": 1896,
      "0x13b3": 1897,
      "0x13d4": 1898,
      "0x13a7": 1899,
      "0x361": 1900,
      "0x570": 1901,
      "0xf42": 1902,
      "0x109": 1903,
      "##ack": 1904,
      "##track": 1905,
      "notrack": 1906,
      "0x14c8": 1907,
      "0x13ac": 1908,
      "0x1458": 1909,
      "0x6c50": 1910,
      "0x13f4": 1911,
      "0x3f2": 1912,
      "0x1434": 1913,
      "0x13e4": 1914,
      "0x13cb": 1915,
      "0x359": 1916,
      "0x3dd": 1917,
      "0x13f3": 1918,
      "0x35c": 1919,
      "0xa6": 1920,
      "0x14f8": 1921,
      "0x1640": 1922,
      "0x36e": 1923,
      "0x139e": 1924,
      "0x13aa": 1925,
      "setne": 1926,
      "0x1498": 1927,
      "0x13a1": 1928,
      "0x14a8": 1929,
      "0x1383": 1930,
      "0x13cd": 1931,
      "0x1508": 1932,
      "0x13b1": 1933,
      "0x66666": 1934,
      "0x13b5": 1935,
      "0xdc": 1936,
      "0xc7": 1937,
      "0x369": 1938,
      "0xca": 1939,
      "0x1690": 1940,
      "0x16d0": 1941,
      "0x14e8": 1942,
      "0xffffffffffffffff": 1943,
      "0x1518": 1944,
      "0x13ed": 1945,
      "0x1397": 1946,
      "0x13ab": 1947,
      "0xf59": 1948,
      "0x1488": 1949,
      "0x1770": 1950,
      "0x13db": 1951,
      "0x138f": 1952,
      "0x1453": 1953,
      "0x1558": 1954,
      "##ss2si": 1955,
      "cvttss2si": 1956,
      "0x13ec": 1957,
      "0x16c0": 1958,
      "0xeb": 1959,
      "0x1710": 1960,
      "0xd4": 1961,
      "0x13d3": 1962,
      "0x13c9": 1963,
      "0x1650": 1964,
      "0x13d7": 1965,
      "0x16b0": 1966,
      "r10b": 1967,
      "0x3ea": 1968,
      "0x351": 1969,
      "0x13ae": 1970,
      "0x13fc": 1971,
      "0x14d8": 1972,
      "0x36b": 1973,
      "0x18e": 1974,
      "0x438": 1975,
      "0x1412": 1976,
      "0x355": 1977,
      "0x13bf": 1978,
      "0x1680": 1979,
      "0x13fa": 1980,
      "0x13d5": 1981,
      "0x431": 1982,
      "0xe3": 1983,
      "0x13cf": 1984,
      "0x18e0": 1985,
      "0xe2": 1986,
      "0xdf": 1987,
      "0x13e6": 1988,
      "0x140d": 1989,
      "0x13fb": 1990,
      "0x478": 1991,
      "0x1433": 1992,
      "0x1760": 1993,
      "0x13b7": 1994,
      "movh": 1995,
      "0x36f": 1996,
      "0x35e": 1997,
      "0x13c6": 1998,
      "0xf39": 1999,
      "0x550": 2000,
      "0x13ce": 2001,
      "0x1444": 2002,
      "0x298": 2003,
      "0x13d2": 2004,
      "0x1588": 2005,
      "0x13df": 2006,
      "0x1088": 2007,
      "0x357": 2008,
      "0x13c2": 2009,
      "0x140a": 2010,
      "0x4b0": 2011,
      "0x1414": 2012,
      "0x1598": 2013,
      "0x96": 2014,
      "0x13e3": 2015,
      "0x1578": 2016,
      "0x142e": 2017,
      "0x1474": 2018,
      "0x141a": 2019,
      "0x13da": 2020,
      "0x13c3": 2021,
      "0x13be": 2022,
      "0x13e2": 2023,
      "0x143b": 2024,
      "0x16e0": 2025,
      "0x362": 2026,
      "0x1402": 2027,
      "0x13ef": 2028,
      "0x13b6": 2029,
      "##000000": 2030,
      "0x13b9": 2031,
      "0x3dc": 2032,
      "0x13bb": 2033,
      "0x3cc": 2034,
      "0x143a": 2035,
      "0x1790": 2036,
      "0x1472": 2037,
      "0x13cc": 2038,
      "0x1464": 2039,
      "0x141d": 2040,
      "0x13d9": 2041,
      "0x3d4": 2042,
      "0x1403": 2043,
      "0x1f8": 2044,
      "0x3e4": 2045,
      "0x1568": 2046,
      "0x142a": 2047,
      "0x13ea": 2048,
      "0x1407": 2049,
      "0x13dd": 2050,
      "0x13f2": 2051,
      "0x13de": 2052,
      "0x13af": 2053,
      "0x13f1": 2054,
      "0x1439": 2055,
      "0x1423": 2056,
      "0x13b2": 2057,
      "0x1426": 2058,
      "0x13e5": 2059,
      "0x13ff": 2060,
      "0x367": 2061,
      "0x4e0": 2062,
      "0x1419": 2063,
      "0x1443": 2064,
      "0x144b": 2065,
      "0x143d": 2066,
      "0x145a": 2067,
      "pandn": 2068,
      "0x145b": 2069,
      "0x13f7": 2070,
      "0x140f": 2071,
      "0x17d0": 2072,
      "0x146d": 2073,
      "0x13dc": 2074,
      "0x147b": 2075,
      "0x13eb": 2076,
      "0x1406": 2077,
      "0x1456": 2078,
      "0x3f4": 2079,
      "0x1424": 2080,
      "0x1608": 2081,
      "0x141c": 2082,
      "0xf1": 2083,
      "0x18f0": 2084,
      "0x1466": 2085,
      "0x1484": 2086,
      "0x13fd": 2087,
      "0x1405": 2088,
      "0x14d4": 2089,
      "0x1417": 2090,
      "0xffffffdf": 2091,
      "0x1780": 2092,
      "0x6cf0": 2093,
      "0x1529": 2094,
      "0x13e9": 2095,
      "0x4d0": 2096,
      "0x1404": 2097,
      "0x51e": 2098,
      "0x13c7": 2099,
      "0x6e90": 2100,
      "0x14c5": 2101,
      "0x141b": 2102,
      "0x13d1": 2103,
      "0x14d3": 2104,
      "0x13f6": 2105,
      "0x1416": 2106,
      "0x1447": 2107,
      "0x1486": 2108,
      "##eq": 2109,
      "0x520": 2110,
      "cmovs": 2111,
      "0x1432": 2112,
      "pcmpeq": 2113,
      "0x142b": 2114,
      "0x14b5": 2115,
      "0x1452": 2116,
      "0x3f1": 2117,
      "0x3ff": 2118,
      "0xb6": 2119,
      "0x1421": 2120,
      "0x13c1": 2121,
      "0x458": 2122,
      "0x1b8": 2123,
      "0x13f5": 2124,
      "0x3b9": 2125,
      "0x218": 2126,
      "0x142c": 2127,
      "0x424": 2128,
      "0x1476": 2129,
      "0x14f4": 2130,
      "0x800": 2131,
      "0x145c": 2132,
      "0x1401": 2133,
      "0x144f": 2134,
      "0x146b": 2135,
      "paddq": 2136,
      "0x1473": 2137,
      "0xcf": 2138,
      "0x140b": 2139,
      "0x14c4": 2140,
      "0x1411": 2141,
      "0x1422": 2142,
      "0x1446": 2143,
      "0x13f9": 2144,
      "0x13fe": 2145,
      "##00000": 2146,
      "0x17c0": 2147,
      "0x1435": 2148,
      "0x510": 2149,
      "0x13ee": 2150,
      "0x1431": 2151,
      "0x14dd": 2152,
      "0x1413": 2153,
      "0x16f8": 2154,
      "0x4f0": 2155,
      "0x1740": 2156,
      "0x142d": 2157,
      "0x17f0": 2158,
      "0x414": 2159,
      "0x1850": 2160,
      "0x1534": 2161,
      "0x149a": 2162,
      "0x1454": 2163,
      "0x148f": 2164,
      "0x14b2": 2165,
      "0x14bc": 2166,
      "0x14f5": 2167,
      "0x151d": 2168,
      "0x140c": 2169,
      "0x151a": 2170,
      "0x1415": 2171,
      "0x2f2e": 2172,
      "##ccd": 2173,
      "0x366": 2174,
      "0x143e": 2175,
      "0x14a4": 2176,
      "0x14d9": 2177,
      "0x145d": 2178,
      "0x15c8": 2179,
      "0x141f": 2180,
      "0x14ad": 2181,
      "seta": 2182,
      "movsq": 2183,
      "cmovle": 2184,
      "0x1920": 2185,
      "0x1544": 2186,
      "0x18c0": 2187,
      "0x14b3": 2188,
      "0x16f": 2189,
      "0x35d": 2190,
      "0x498": 2191,
      "0x1fe": 2192,
      "0x1528": 2193,
      "0x144a": 2194,
      "0x149d": 2195,
      "0x1517": 2196,
      "0x146c": 2197,
      "0x432": 2198,
      "0x1477": 2199,
      "0x1840": 2200,
      "0x17b0": 2201,
      "0x1429": 2202,
      "0x4a8": 2203,
      "0x14ca": 2204,
      "0x1425": 2205,
      "0x1574": 2206,
      "0x154c": 2207,
      "0xf3b": 2208,
      "0x1479": 2209,
      "0x22e": 2210,
      "0x1441": 2211,
      "0x144d": 2212,
      "0x1496": 2213,
      "0x1436": 2214,
      "0x1471": 2215,
      "0x1583": 2216,
      "0x1860": 2217,
      "0x14e5": 2218,
      "0x14e2": 2219,
      "0x14cb": 2220,
      "0x1cf": 2221,
      "0x1494": 2222,
      "0x1463": 2223,
      "0x5f0": 2224,
      "0x1515": 2225,
      "0x10a9": 2226,
      "0x14de": 2227,
      "0x1870": 2228,
      "0x365": 2229,
      "0x14aa": 2230,
      "0x144c": 2231,
      "0x145e": 2232,
      "0x140e": 2233,
      "0x141e": 2234,
      "0x147a": 2235,
      "0x15e8": 2236,
      "0x1455": 2237,
      "0x388": 2238,
      "0x1514": 2239,
      "0x14ea": 2240,
      "0x1427": 2241,
      "0x1445": 2242,
      "0x14ce": 2243,
      "0x15d8": 2244,
      "0x146a": 2245,
      "0x6e20": 2246,
      "0xfffffffe": 2247,
      "0x1930": 2248,
      "0x1553": 2249,
      "0x2f32": 2250,
      "0x1098": 2251,
      "0x1521": 2252,
      "0x149f": 2253,
      "0x462": 2254,
      "0xfffffffffffffff8": 2255,
      "0x569": 2256,
      "0x1409": 2257,
      "0x14a5": 2258,
      "0x35b": 2259,
      "0x14b4": 2260,
      "0x1465": 2261,
      "0x14ba": 2262,
      "0x16d8": 2263,
      "0x1462": 2264,
      "0x14bd": 2265,
      "0x145f": 2266,
      "0x1543": 2267,
      "0x3f3": 2268,
      "0x1495": 2269,
      "0x1830": 2270,
      "0x1437": 2271,
      "0x1491": 2272,
      "0x1493": 2273,
      "0x143c": 2274,
      "0x155a": 2275,
      "0xc9": 2276,
      "0x1564": 2277,
      "0x1469": 2278,
      "0x620": 2279,
      "0x147c": 2280,
