{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "[EOI]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "[LOOK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "BertNormalizer",
    "clean_text": true,
    "handle_chinese_chars": true,
    "strip_accents": null,
    "lowercase": true
  },
  "pre_tokenizer": {
    "type": "BertPreTokenizer"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          2
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          3
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "[EOI]": 5,
      "[LOOK]": 6,
      "(": 7,
      ")": 8,
      "*": 9,
      "+": 10,
      ",": 11,
      "-": 12,
      "0": 13,
      "1": 14,
      "2": 15,
      "3": 16,
      "4": 17,
      "5": 18,
      "6": 19,
      "7": 20,
      "8": 21,
      "9": 22,
      ":": 23,
      "[": 24,
      "]": 25,
      "a": 26,
      "b": 27,
      "c": 28,
      "d": 29,
      "e": 30,
      "f": 31,
      "g": 32,
      "h": 33,
      "i": 34,
      "j": 35,
      "k": 36,
      "l": 37,
      "m": 38,
      "n": 39,
      "o": 40,
      "p": 41,
      "q": 42,
      "r": 43,
      "s": 44,
      "t": 45,
      "u": 46,
      "v": 47,
      "w": 48,
      "x": 49,
      "y": 50,
      "z": 51,
      "##x": 52,
      "##f": 53,
      "##d": 54,
      "##a": 55,
      "##6": 56,
      "##e": 57,
      "##1": 58,
      "##4": 59,
      "##2": 60,
      "##0": 61,
      "##5": 62,
      "##c": 63,
      "##b": 64,
      "##3": 65,
      "##8": 66,
      "##7": 67,
      "##9": 68,
      "##t": 69,
      "##s": 70,
      "##r": 71,
      "##l": 72,
      "##q": 73,
      "##z": 74,
      "##n": 75,
      "##g": 76,
      "##o": 77,
      "##v": 78,
      "##m": 79,
      "##p": 80,
      "##w": 81,
      "##u": 82,
      "##i": 83,
      "##h": 84,
      "##k": 85,
      "##y": 86,
      "0x": 87,
      "eo": 88,
      "eoi": 89,
      "0x1": 90,
      "##ax": 91,
      "##ov": 92,
      "mov": 93,
      "rax": 94,
      "##tr": 95,
      "ptr": 96,
      "##or": 97,
      "##ord": 98,
      "##word": 99,
      "rb": 100,
      "rbp": 101,
      "0x2": 102,
      "eax": 103,
      "qword": 104,
      "##dx": 105,
      "dword": 106,
      "0x3": 107,
      "rdx": 108,
      "0x4": 109,
      "0x12": 110,
      "0x13": 111,
      "##ea": 112,
      "0x14": 113,
      "lea": 114,
      "0x18": 115,
      "##dd": 116,
      "##di": 117,
      "add": 118,
      "##mp": 119,
      "0x15": 120,
      "##al": 121,
      "##all": 122,
      "call": 123,
      "0x5": 124,
      "ri": 125,
      "rip": 126,
      "edx": 127,
      "0x10": 128,
      "0x16": 129,
      "rdi": 130,
      "0x11": 131,
      "##cx": 132,
      "##mm": 133,
      "xmm": 134,
      "rs": 135,
      "0x17": 136,
      "0x20": 137,
      "0x6": 138,
      "cmp": 139,
      "0x19": 140,
      "movs": 141,
      "0x1c": 142,
      "rcx": 143,
      "0x28": 144,
      "0x1a": 145,
      "xmm0": 146,
      "0x1b": 147,
      "jmp": 148,
      "sh": 149,
      "rsi": 150,
      "##ff": 151,
      "0x30": 152,
      "0x1d": 153,
      "##ub": 154,
      "sub": 155,
      "0x1e": 156,
      "0x7": 157,
      "##te": 158,
      "0x1f": 159,
      "by": 160,
      "byte": 161,
      "0x24": 162,
      "0xc": 163,
      "rsp": 164,
      "##zx": 165,
      "movzx": 166,
      "0x21": 167,
      "##si": 168,
      "shl": 169,
      "##nd": 170,
      "jn": 171,
      "##64": 172,
      "##dq": 173,
      "cdq": 174,
      "##00": 175,
      "0x23": 176,
      "0x22": 177,
      "cdqe": 178,
      "jne": 179,
      "esi": 180,
      "movsx": 181,
      "0x2c": 182,
      "ecx": 183,
      "0x38": 184,
      "edi": 185,
      "je": 186,
      "##us": 187,
      "pus": 188,
      "push": 189,
      "0x25": 190,
      "0x8": 191,
      "0xa": 192,
      "al": 193,
      "0x40": 194,
      "0x27": 195,
      "0x29": 196,
      "0x26": 197,
      "0x9": 198,
      "##es": 199,
      "tes": 200,
      "test": 201,
      "##b0": 202,
      "0x2a": 203,
      "0x34": 204,
      "movsxd": 205,
      "end": 206,
      "##br": 207,
      "endbr": 208,
      "endbr64": 209,
      "0x48": 210,
      "word": 211,
      "xmm1": 212,
      "0x2b": 213,
      "0x2d": 214,
      "##op": 215,
      "##20": 216,
      "##10": 217,
      "##e0": 218,
      "movsd": 219,
      "##et": 220,
      "jl": 221,
      "##f0": 222,
      "##60": 223,
      "##d0": 224,
      "##50": 225,
      "ret": 226,
      "##70": 227,
      "##90": 228,
      "0x2e": 229,
      "xor": 230,
      "0xb": 231,
      "0x3c": 232,
      "or": 233,
      "##a0": 234,
      "0x2f": 235,
      "##30": 236,
      "##80": 237,
      "##c0": 238,
      "0x50": 239,
      "##12": 240,
      "##40": 241,
      "0x32": 242,
      "0x33": 243,
      "##ab": 244,
      "nop": 245,
      "##fe": 246,
      "0x31": 247,
      "movss": 248,
      "##66": 249,
      "0xd": 250,
      "and": 251,
      "##ve": 252,
      "leave": 253,
      "0x35": 254,
      "0x3b": 255,
      "##f7": 256,
      "##e8": 257,
      "##ffff": 258,
      "##24": 259,
      "0x44": 260,
      "##sd": 261,
      "##f8": 262,
      "jle": 263,
      "##68": 264,
      "##18": 265,
      "##e4": 266,
      "##ul": 267,
      "0x58": 268,
      "##f4": 269,
      "0x3d": 270,
      "##fc": 271,
      "0x37": 272,
      "##be": 273,
      "shr": 274,
      "0x39": 275,
      "##55": 276,
      "##8b": 277,
      "##69": 278,
      "##6c": 279,
      "##2c": 280,
      "##a9": 281,
      "##14": 282,
      "##28": 283,
      "##8d": 284,
      "##e9": 285,
      "##38": 286,
      "0x130": 287,
      "##58": 288,
      "##34": 289,
      "##89": 290,
      "##e7": 291,
      "##65": 292,
      "##ac": 293,
      "0x60": 294,
      "##ec": 295,
      "##1c": 296,
      "##ed": 297,
      "##a8": 298,
      "##eb": 299,
      "rbx": 300,
      "##a4": 301,
      "##f3": 302,
      "##67": 303,
      "##6d": 304,
      "0x12c": 305,
      "##29": 306,
      "##fd": 307,
      "##e3": 308,
      "##f1": 309,
      "##e5": 310,
      "0x124": 311,
      "##ad": 312,
      "##63": 313,
      "0x120": 314,
      "##11": 315,
      "##78": 316,
      "##74": 317,
      "##54": 318,
      "##e2": 319,
      "##f9": 320,
      "##aa": 321,
      "##13": 322,
      "##6b": 323,
      "##fb": 324,
      "##9d": 325,
      "0x134": 326,
      "##f5": 327,
      "##61": 328,
      "##62": 329,
      "##35": 330,
      "##e1": 331,
      "##6a": 332,
      "##27": 333,
      "0x4c": 334,
      "##b8": 335,
      "##2d": 336,
      "##3c": 337,
      "##99": 338,
      "##b4": 339,
      "##fa": 340,
      "##5c": 341,
      "##98": 342,
      "fs": 343,
      "##bc": 344,
      "##3d": 345,
      "##1d": 346,
      "##94": 347,
      "##15": 348,
      "##6e": 349,
      "##ae": 350,
      "##f2": 351,
      "##17": 352,
      "##a7": 353,
      "##37": 354,
      "##39": 355,
      "0x12d": 356,
      "##bd": 357,
      "lo": 358,
      "##19": 359,
      "0x140": 360,
      "##a2": 361,
      "##5d": 362,
      "##b9": 363,
      "##b1": 364,
      "##b5": 365,
      "0x13c": 366,
      "##33": 367,
      "##77": 368,
      "##22": 369,
      "##a1": 370,
      "##ok": 371,
      "look": 372,
      "##59": 373,
      "##ee": 374,
      "##7c": 375,
      "##7d": 376,
      "##51": 377,
      "##6f": 378,
      "##31": 379,
      "0x128": 380,
      "##79": 381,
      "##32": 382,
      "##bb": 383,
      "0x54": 384,
      "##9c": 385,
      "##75": 386,
      "##a5": 387,
      "##71": 388,
      "##ss": 389,
      "0x138": 390,
      "##91": 391,
      "##mul": 392,
      "imul": 393,
      "##b2": 394,
      "##72": 395,
      "0x144": 396,
      "##3b": 397,
      "0x11c": 398,
      "##a6": 399,
      "##95": 400,
      "##ef": 401,
      "##3f": 402,
      "0x68": 403,
      "##7b": 404,
      "##9b": 405,
      "##93": 406,
      "##2b": 407,
      "##5b": 408,
      "##e6": 409,
      "##1b": 410,
      "##d8": 411,
      "##3a": 412,
      "##5e": 413,
      "##92": 414,
      "##52": 415,
      "##9f": 416,
      "##73": 417,
      "##7a": 418,
      "##d4": 419,
      "0x70": 420,
      "ax": 421,
      "##1a": 422,
      "##dc": 423,
      "##3e": 424,
      "##f6": 425,
      "##2e": 426,
      "##7e": 427,
      "0x150": 428,
      "##9e": 429,
      "##5a": 430,
      "##1e": 431,
      "0x14c": 432,
      "##36": 433,
      "##97": 434,
      "##21": 435,
      "##57": 436,
      "##ba": 437,
      "##2f": 438,
      "##56": 439,
      "##26": 440,
      "##53": 441,
      "##2a": 442,
      "##1f": 443,
      "##7f": 444,
      "##5f": 445,
      "##23": 446,
      "##16": 447,
      "##bf": 448,
      "##96": 449,
      "##b7": 450,
      "##b3": 451,
      "##9a": 452,
      "0x154": 453,
      "##76": 454,
      "##b6": 455,
      "##a3": 456,
      "##25": 457,
      "##cc": 458,
      "##af": 459,
      "##de": 460,
      "##8c": 461,
      "##d5": 462,
      "##88": 463,
      "##d1": 464,
      "##84": 465,
      "##da": 466,
      "##8e": 467,
      "##db": 468,
      "##df": 469,
      "0x160": 470,
      "##d9": 471,
      "##d3": 472,
      "##4c": 473,
      "##d6": 474,
      "px": 475,
      "pxor": 476,
      "##8a": 477,
      "##d7": 478,
      "##d2": 479,
      "##85": 480,
      "jg": 481,
      "0x80": 482,
      "##87": 483,
      "##81": 484,
      "##82": 485,
      "movq": 486,
      "##8f": 487,
      "##c4": 488,
      "pop": 489,
      "cl": 490,
      "##48": 491,
      "##44": 492,
      "##86": 493,
      "##83": 494,
      "0x180": 495,
      "xmm2": 496,
      "0x3a": 497,
      "0x170": 498,
      "0x78": 499,
      "##cd": 500,
      "##c8": 501,
      "##cf": 502,
      "0x42": 503,
      "##c9": 504,
      "0x45": 505,
      "##c5": 506,
      "cv": 507,
      "cvt": 508,
      "##c6": 509,
      "##cb": 510,
      "##c2": 511,
      "0x64": 512,
      "##ce": 513,
      "##0000": 514,
      "##ca": 515,
      "##c1": 516,
      "##c7": 517,
      "##49": 518,
      "##c3": 519,
      "sa": 520,
      "sar": 521,
      "##4e": 522,
      "0x4d": 523,
      "##41": 524,
      "##4d": 525,
      "##4a": 526,
      "##4b": 527,
      "##47": 528,
      "##4f": 529,
      "eb": 530,
      "ebx": 531,
      "##46": 532,
      "##43": 533,
      "##45": 534,
      "0x10b0": 535,
      "##42": 536,
      "0x43": 537,
      "0x49": 538,
      "0x5c": 539,
      "0x190": 540,
      "di": 541,
      "0x47": 542,
      "div": 543,
      "movab": 544,
      "movabs": 545,
      "0x1a0": 546,
      "0x3f": 547,
      "0x90": 548,
      "0x41": 549,
      "0xa0": 550,
      "0xffff": 551,
      "0x3e": 552,
      "r12": 553,
      "mul": 554,
      "0x63": 555,
      "0x1b0": 556,
      "0x4b": 557,
      "0x98": 558,
      "0xe": 559,
      "##om": 560,
      "##omi": 561,
      "0x36": 562,
      "##2sd": 563,
      "0x88": 564,
      "##ap": 565,
      "0x78b": 566,
      "0xf": 567,
      "0x4a": 568,
      "0xb0": 569,
      "r8": 570,
      "0x6c": 571,
      "0x10a0": 572,
      "0x1c0": 573,
      "0x52": 574,
      "ja": 575,
      "0x62": 576,
      "0x1070": 577,
      "0x1090": 578,
      "0xb8": 579,
      "dl": 580,
      "r12d": 581,
      "0x55": 582,
      "0x200": 583,
      "0x1080": 584,
      "0x1d0": 585,
      "0x10f0": 586,
      "0x10c0": 587,
      "0x10d0": 588,
      "0x1e0": 589,
      "0x53": 590,
      "movap": 591,
      "0x51": 592,
      "0x1dd": 593,
      "##fefe": 594,
      "0x1ea": 595,
      "0xa8": 596,
      "0x210": 597,
      "0x46": 598,
      "0x1f0": 599,
      "0xffffffff": 600,
      "jbe": 601,
      "0x61": 602,
      "0x59": 603,
      "cvtsi": 604,
      "0x5d": 605,
      "0x1189": 606,
      "r8d": 607,
      "0x100": 608,
      "0x57": 609,
      "0x74": 610,
      "0x1ff": 611,
      "0xc0": 612,
      "0x10e0": 613,
      "##f7f7": 614,
      "0x220": 615,
      "xmm3": 616,
      "0x5a": 617,
      "0x230": 618,
      "0x1110": 619,
      "0x4e": 620,
      "0x1100": 621,
      "0xe0": 622,
      "mulsd": 623,
      "0xd0": 624,
      "no": 625,
      "0x240": 626,
      "comi": 627,
      "addsd": 628,
      "0x65": 629,
      "0x1150": 630,
      "0x1130": 631,
      "movapd": 632,
      "0x6360": 633,
      "not": 634,
      "0x250": 635,
      "0x5e": 636,
      "##ss2sd": 637,
      "cvtss2sd": 638,
      "0x9c": 639,
      "jns": 640,
      "0x1140": 641,
      "0x270": 642,
      "0x1120": 643,
      "0x7c": 644,
      "0x260": 645,
      "0xc8": 646,
      "0x400": 647,
      "0x1170": 648,
      "0x264": 649,
      "0x11d0": 650,
      "0x11e0": 651,
      "0xd8": 652,
      "0xe8": 653,
      "0x78b20": 654,
      "0x5b": 655,
      "0xe4": 656,
      "0x1190": 657,
      "0x290": 658,
      "0x1160": 659,
      "0x1200": 660,
      "jge": 661,
      "0xf4": 662,
      "cvtsi2sd": 663,
      "jb": 664,
      "0x1050": 665,
      "0x1060": 666,
      "0x6d": 667,
      "0x11a0": 668,
      "0x2a0": 669,
      "0x56": 670,
      "0x1180": 671,
      "0x280": 672,
      "r9": 673,
      "0x1324": 674,
      "0x1210": 675,
      "0xbc": 676,
      "0x11b0": 677,
      "0x110": 678,
      "0xff": 679,
      "0x67": 680,
      "0x11f0": 681,
      "0x78b24": 682,
      "uc": 683,
      "ucomi": 684,
      "0x6b": 685,
      "0x410": 686,
      "##6666": 687,
      "0x2b0": 688,
      "0x1240": 689,
      "0x11c0": 690,
      "0x84": 691,
      "0x2c0": 692,
      "0x4f": 693,
      "0xf8": 694,
      "0x69": 695,
      "mulss": 696,
      "0xa4": 697,
      "0x1220": 698,
      "0x2d0": 699,
      "0xf0": 700,
      "0x6a": 701,
      "0x1230": 702,
      "idi": 703,
      "idiv": 704,
      "0x2e0": 705,
      "0x2dd": 706,
      "divsd": 707,
      "0x1250": 708,
      "0x94": 709,
      "0x2ea": 710,
      "0x11a9": 711,
      "0x8c": 712,
      "0x1260": 713,
      "comisd": 714,
      "##000": 715,
      "0xb4": 716,
      "##fefefefe": 717,
      "##2ss": 718,
      "0x3e8": 719,
      "0x1280": 720,
      "0x330": 721,
      "0x1270": 722,
      "0x420": 723,
      "0x350": 724,
      "subsd": 725,
      "0xc4": 726,
      "0x1290": 727,
      "xmmword": 728,
      "0x12c0": 729,
      "0x3f0": 730,
      "0x2f0": 731,
      "xmm4": 732,
      "0x12b0": 733,
      "0x310": 734,
      "0x11c9": 735,
      "0x12a0": 736,
      "0x11e9": 737,
      "0x418": 738,
      "0xfc": 739,
      "0x340": 740,
      "0x72": 741,
      "0x12e0": 742,
      "##00000000": 743,
      "0x174c": 744,
      "0xac": 745,
      "r9d": 746,
      "0x300": 747,
      "addss": 748,
      "0x7a": 749,
      "0x320": 750,
      "0x12d0": 751,
      "0x402c": 752,
      "0x12c9": 753,
      "0x1300": 754,
      "0x1750": 755,
      "0x12f0": 756,
      "0xffffff": 757,
      "0x1768": 758,
      "0x1310": 759,
      "0x1249": 760,
      "0x75": 761,
      "0x438": 762,
      "dx": 763,
      "0x430": 764,
      "0x1209": 765,
      "0x2ff": 766,
      "js": 767,
      "0x130d": 768,
      "cvtsi2ss": 769,
      "0x1320": 770,
      "0x360": 771,
      "0x3d0": 772,
      "0x1330": 773,
      "0x414": 774,
      "0xd4": 775,
      "0x1329": 776,
      "0x3b0": 777,
      "0x800": 778,
      "0x1340": 779,
      "movaps": 780,
      "0x5f": 781,
      "0x13bb": 782,
      "0x66": 783,
      "cq": 784,
      "cqo": 785,
      "0x71": 786,
      "comiss": 787,
      "0x11ae": 788,
      "0x3e7": 789,
      "0x1229": 790,
      "0x312": 791,
      "0x429": 792,
      "0x1350": 793,
      "0x1269": 794,
      "0x108": 795,
      "0x3c0": 796,
      "0x11ce": 797,
      "0x11b1": 798,
      "0x428": 799,
      "0x368": 800,
      "0x73": 801,
      "0x390": 802,
      "ucomisd": 803,
      "0x7d": 804,
      "0x3a9": 805,
      "0x380": 806,
      "0x1289": 807,
      "0x470": 808,
      "ne": 809,
      "neg": 810,
      "0xdd": 811,
      "0x440": 812,
      "0x364": 813,
      "0x370": 814,
      "0xdc": 815,
      "0x12a9": 816,
      "0x6e": 817,
      "0x1378": 818,
      "0x11ee": 819,
      "0x118": 820,
      "se": 821,
      "sete": 822,
      "0x3e9": 823,
      "0x11ad": 824,
      "0x3ea": 825,
      "##f7f7f7f7": 826,
      "0x1191": 827,
      "0x450": 828,
      "0x1360": 829,
      "0x1380": 830,
      "0x118e": 831,
      "0x12ed": 832,
      "0x460": 833,
      "0x1309": 834,
      "0x3e0": 835,
      "0xcc": 836,
      "cm": 837,
      "cmov": 838,
      "set": 839,
      "0x1349": 840,
      "0x11d1": 841,
      "0x12f1": 842,
      "0x468": 843,
      "0x6f": 844,
      "0x36c": 845,
      "0x1389": 846,
      "0x118d": 847,
      "0x3ab": 848,
      "0x120e": 849,
      "0x3a4": 850,
      "0x3f4": 851,
      "0x128d": 852,
      "0x1370": 853,
      "0x124e": 854,
      "0x3ec": 855,
      "0x1231": 856,
      "0x1390": 857,
      "0x11f1": 858,
      "xmm5": 859,
      "0x3ac": 860,
      "0x3a0": 861,
      "0x120d": 862,
      "0x132d": 863,
      "0x1298": 864,
      "0x131e": 865,
      "0xec": 866,
      "0x424": 867,
      "0x1211": 868,
      "jp": 869,
      "0x13a0": 870,
      "0x12e9": 871,
      "0x3e4": 872,
      "0x369": 873,
      "0x3f8": 874,
      "0x367": 875,
      "0x480": 876,
      "##ep": 877,
      "rep": 878,
      "0x12e1": 879,
      "0x122d": 880,
      "0x1251": 881,
      "0x1339": 882,
      "0x126e": 883,
      "0x12cd": 884,
      "0x124d": 885,
      "0x12aa": 886,
      "0x12d1": 887,
      "0x12d8": 888,
      "0x12be": 889,
      "0x12d5": 890,
      "0x122e": 891,
      "0x3dd": 892,
      "0x126d": 893,
      "0x366": 894,
      "0x1311": 895,
      "0x136c": 896,
      "0x12ee": 897,
      "0x12ad": 898,
      "0xe3": 899,
      "0x1255": 900,
      "0x12f5": 901,
      "0x11cd": 902,
      "0x130b": 903,
      "0x130e": 904,
      "0x12b1": 905,
      "0x134d": 906,
      "0x12e7": 907,
      "0x3eb": 908,
      "0x1319": 909,
      "0x13c0": 910,
      "0x1258": 911,
      "0x3ed": 912,
      "0x1271": 913,
      "0x12a7": 914,
      "0x1388": 915,
      "0x1285": 916,
      "0x1291": 917,
      "0x1264": 918,
      "0x13b0": 919,
      "0x13a7": 920,
      "0x128e": 921,
      "0x132e": 922,
      "0x1278": 923,
      "0x4a9": 924,
      "0x1275": 925,
      "##5555": 926,
      "0x12ae": 927,
      "0x11ed": 928,
      "0x1351": 929,
      "0x12e8": 930,
      "0x12f9": 931,
      "0xfe": 932,
      "0x3ff": 933,
      "0x12a4": 934,
      "0x1261": 935,
      "0x12fd": 936,
      "0x1301": 937,
      "r11": 938,
      "0x12b9": 939,
      "0x1259": 940,
      "0x12ce": 941,
      "0x1281": 942,
      "0x363": 943,
      "0x1308": 944,
      "##f3f3": 945,
      "0x131c": 946,
      "0x12c1": 947,
      "0x11f5": 948,
      "0x1215": 949,
      "0x12ef": 950,
      "0x12dd": 951,
      "0x124f": 952,
      "0x458": 953,
      "0x130f": 954,
      "0x1235": 955,
      "0x126a": 956,
      "0x12e4": 957,
      "movd": 958,
      "0x1295": 959,
      "0x1267": 960,
      "0x1265": 961,
      "0x132c": 962,
      "0x12c4": 963,
      "0x127e": 964,
      "0x129c": 965,
      "0x12b4": 966,
      "0x1314": 967,
      "0x36b": 968,
      "0x127a": 969,
      "0x1304": 970,
      "0x79": 971,
      "0x129f": 972,
      "0x42c": 973,
      "0x1312": 974,
      "0x12c8": 975,
      "0x129d": 976,
      "0x1262": 977,
      "0x3ad": 978,
      "0x133e": 979,
      "0x1245": 980,
      "0x12ac": 981,
      "0x41c": 982,
      "0x12ec": 983,
      "0x1299": 984,
      "0x12bc": 985,
      "0x12c6": 986,
      "0x1294": 987,
      "0x140a": 988,
      "0x1169": 989,
      "0x136e": 990,
      "0x1239": 991,
      "##fcfc": 992,
      "0x12a2": 993,
      "0x12d9": 994,
      "0x134e": 995,
      "0x1344": 996,
      "0x1322": 997,
      "0x1282": 998,
      "0x127c": 999,
      "0x1306": 1000,
      "0x12b7": 1001,
      "0x125e": 1002,
      "0x1317": 1003,
      "0x1292": 1004,
      "##fq": 1005,
      "0x12bd": 1006,
      "0x12b5": 1007,
      "0x1334": 1008,
      "0x127d": 1009,
      "0x12cc": 1010,
      "0x126f": 1011,
      "0x12a3": 1012,
      "0x128a": 1013,
      "0x1272": 1014,
      "0x12c5": 1015,
      "0x1369": 1016,
      "0x130c": 1017,
      "0x1277": 1018,
      "0x12e5": 1019,
      "0x12db": 1020,
      "0x12e3": 1021,
      "0x1297": 1022,
      "0x13d0": 1023,
      "0x12a1": 1024,
      "0x125c": 1025,
      "0x12fb": 1026,
      "0x12d2": 1027,
      "0x1279": 1028,
      "0x1283": 1029,
      "0x3a7": 1030,
      "0x36d": 1031,
      "0x12dc": 1032,
      "0x1219": 1033,
      "0x12c2": 1034,
      "0x1248": 1035,
      "0x1276": 1036,
      "0x1332": 1037,
      "0x12f2": 1038,
      "0x1000": 1039,
      "0x158": 1040,
      "0x12fe": 1041,
      "0x12cf": 1042,
      "0x1328": 1043,
      "0x12eb": 1044,
      "0x1325": 1045,
      "0xe5": 1046,
      "0x1238": 1047,
      "0x490": 1048,
      "0x1321": 1049,
      "0x1331": 1050,
      "0x12f3": 1051,
      "0x1341": 1052,
      "0x12e6": 1053,
      "0x11b5": 1054,
      "0x1355": 1055,
      "0x1288": 1056,
      "0x126c": 1057,
      "0x128b": 1058,
      "0x1315": 1059,
      "0x1287": 1060,
      "0x1284": 1061,
      "0x1398": 1062,
      "0x12f8": 1063,
      "0x11d5": 1064,
      "0x129b": 1065,
      "0x1337": 1066,
      "0x12ba": 1067,
      "0x1268": 1068,
      "0x128f": 1069,
      "0x134c": 1070,
      "0x135e": 1071,
      "0x12b2": 1072,
      "subss": 1073,
      "0x131d": 1074,
      "0x12c3": 1075,
      "0x124a": 1076,
      "0x133f": 1077,
      "0x123e": 1078,
      "0x133c": 1079,
      "0x3e5": 1080,
      "0x12f4": 1081,
      "0x12b8": 1082,
      "0x1393": 1083,
      "0x13f0": 1084,
      "0x12df": 1085,
      "0x1410": 1086,
      "0x127b": 1087,
      "0x1338": 1088,
      "0x1347": 1089,
      "0x1228": 1090,
      "0x12d4": 1091,
      "0x1222": 1092,
      "0x124c": 1093,
      "0x77": 1094,
      "0x12f7": 1095,
      "0x12ab": 1096,
      "0x125a": 1097,
      "0x125f": 1098,
      "0x1274": 1099,
      "0x12a5": 1100,
      "0x123c": 1101,
      "0x1254": 1102,
      "0x12af": 1103,
      "0x132a": 1104,
      "0x365": 1105,
      "0x1252": 1106,
      "0x12cb": 1107,
      "0x12da": 1108,
      "0x1345": 1109,
      "0x125d": 1110,
      "0x1318": 1111,
      "0x12a8": 1112,
      "0x136d": 1113,
      "0x133d": 1114,
      "0x12bb": 1115,
      "0x1335": 1116,
      "0x1356": 1117,
      "0x13a9": 1118,
      "0x138e": 1119,
      "0x3a8": 1120,
      "0x12a6": 1121,
      "0x1359": 1122,
      "0x12bf": 1123,
      "0x122f": 1124,
      "0x1242": 1125,
      "0x1234": 1126,
      "0x1218": 1127,
      "0x1273": 1128,
      "0x12c7": 1129,
      "0x1253": 1130,
      "0x1343": 1131,
      "0x12ca": 1132,
      "0x1286": 1133,
      "0x1368": 1134,
      "0x1327": 1135,
      "0x134f": 1136,
      "0x1326": 1137,
      "0x128c": 1138,
      "0x129a": 1139,
      "0x12de": 1140,
      "0x1391": 1141,
      "0x1305": 1142,
      "0x13ae": 1143,
      "0x1303": 1144,
      "0x464": 1145,
      "0x136b": 1146,
      "0x148": 1147,
      "0x1243": 1148,
      "0x1293": 1149,
      "0x131f": 1150,
      "0x12ea": 1151,
      "0x12f6": 1152,
      "ucomiss": 1153,
      "0x12b3": 1154,
      "0x12b6": 1155,
      "0x1316": 1156,
      "0x1420": 1157,
      "0x1336": 1158,
      "0x1384": 1159,
      "0x122b": 1160,
      "0x1224": 1161,
      "##2si": 1162,
      "cvtt": 1163,
      "0x132b": 1164,
      "0x1244": 1165,
      "0x138b": 1166,
      "0x1263": 1167,
      "jae": 1168,
      "0x1354": 1169,
      "0x1371": 1170,
      "0x1307": 1171,
      "0x1232": 1172,
      "0x434": 1173,
      "0x127f": 1174,
      "0x1225": 1175,
      "0x12fc": 1176,
      "0x12ff": 1177,
      "0x1374": 1178,
      "0x126b": 1179,
      "0x135a": 1180,
      "0x131a": 1181,
      "0x121e": 1182,
      "0x1236": 1183,
      "0x125b": 1184,
      "0x123f": 1185,
      "0x1247": 1186,
      "0x1257": 1187,
      "0x1313": 1188,
      "0x1221": 1189,
      "0x1375": 1190,
      "0x186a": 1191,
      "0x1342": 1192,
      "0x1296": 1193,
      "0x1346": 1194,
      "0x1223": 1195,
      "0x1399": 1196,
      "0x135b": 1197,
      "0x1227": 1198,
      "0x133a": 1199,
      "0x123d": 1200,
      "0x134a": 1201,
      "0x12fa": 1202,
      "0x1372": 1203,
      "0x129e": 1204,
      "0x1352": 1205,
      "0x123b": 1206,
      "0x1302": 1207,
      "0x121f": 1208,
      "0x12d6": 1209,
      "0x4a4": 1210,
      "0x135f": 1211,
      "0x135c": 1212,
      "0x13bd": 1213,
      "0x1348": 1214,
      "0x3fc": 1215,
      "0x1241": 1216,
      "0x139d": 1217,
      "0x1256": 1218,
      "0x1333": 1219,
      "0x46c": 1220,
      "0x134b": 1221,
      "0x137b": 1222,
      "bs": 1223,
      "0x13a2": 1224,
      "0x131b": 1225,
      "0x4c0": 1226,
      "0x1233": 1227,
      "0x136f": 1228,
      "0x121d": 1229,
      "0x13c7": 1230,
      "0x121b": 1231,
      "0x124b": 1232,
      "0x132f": 1233,
      "0x1266": 1234,
      "0x1365": 1235,
      "0x13e5": 1236,
      "0x1400": 1237,
      "0x13a4": 1238,
      "0x139f": 1239,
      "0x138f": 1240,
      "0x1362": 1241,
      "0x1430": 1242,
      "0x1363": 1243,
      "0x12e2": 1244,
      "0xffffffffffff": 1245,
      "0x1361": 1246,
      "0x455": 1247,
      "0x138c": 1248,
      "0x123a": 1249,
      "0x13c9": 1250,
      "0x3f5": 1251,
      "0x137a": 1252,
      "0x1386": 1253,
      "0x1395": 1254,
      "0x130a": 1255,
      "0x1377": 1256,
      "0x12d3": 1257,
      "0x137d": 1258,
      "0x13ac": 1259,
      "0x1383": 1260,
      "0x139b": 1261,
      "0x7b": 1262,
      "0x1246": 1263,
      "0x13e0": 1264,
      "0x43c": 1265,
      "0x1237": 1266,
      "0x135d": 1267,
      "0x1323": 1268,
      "0x1429": 1269,
      "0x13bf": 1270,
      "0x1207": 1271,
      "0x12d7": 1272,
      "0x11f8": 1273,
      "0x11fd": 1274,
      "0x3f9": 1275,
      "0x23cd": 1276,
      "0x1450": 1277,
      "0x1357": 1278,
      "0x13cd": 1279,
      "0x120c": 1280,
      "0x13a5": 1281,
      "0x13a8": 1282,
      "0x1364": 1283,
      "0x13b7": 1284,
      "0x138d": 1285,
      "0x1226": 1286,
      "0x137f": 1287,
      "0x1358": 1288,
      "0x122c": 1289,
      "0x13ea": 1290,
      "0x1376": 1291,
      "0x1205": 1292,
      "0x13d9": 1293,
      "0xf42": 1294,
      "0x133b": 1295,
      "0x120f": 1296,
      "0x1469": 1297,
      "0x1379": 1298,
      "0x13e9": 1299,
      "0x136a": 1300,
      "0x1195": 1301,
      "0x1202": 1302,
      "0x121a": 1303,
      "0x122a": 1304,
      "0x45c": 1305,
      "0x1449": 1306,
      "0x1366": 1307,
      "0x1214": 1308,
      "0x1203": 1309,
      "0x13b3": 1310,
      "0x13cc": 1311,
      "0x1438": 1312,
      "0x137c": 1313,
      "0x3fe": 1314,
      "0x13af": 1315,
      "0x1212": 1316,
      "0x139c": 1317,
      "0x494": 1318,
      "0x140e": 1319,
      "0x13cb": 1320,
      "0x120a": 1321,
      "0x474": 1322,
      "0x1382": 1323,
      "0x139e": 1324,
      "0x11f9": 1325,
      "0x1387": 1326,
      "0x13f8": 1327,
      "0x13ab": 1328,
      "0x13b2": 1329,
      "0x137e": 1330,
      "0x13fb": 1331,
      "0x1385": 1332,
      "0x13ad": 1333,
      "0x1401": 1334,
      "0x13e8": 1335,
      "0x13d2": 1336,
      "0x138a": 1337,
      "0x1392": 1338,
      "0x1397": 1339,
      "0x1367": 1340,
      "0x13c3": 1341,
      "0x1394": 1342,
      "0x13b1": 1343,
      "0x13c6": 1344,
      "0x11fe": 1345,
      "0x13bc": 1346,
      "0x13aa": 1347,
      "0x1373": 1348,
      "0x13a3": 1349,
      "0xe2": 1350,
      "0x1447": 1351,
      "0x13d4": 1352,
      "0x121c": 1353,
      "0x13ed": 1354,
      "0x412": 1355,
      "0x1204": 1356,
      "0x13e4": 1357,
      "0x13a6": 1358,
      "0x13d3": 1359,
      "0x13dd": 1360,
      "0x13ca": 1361,
      "0x1458": 1362,
      "0x13c4": 1363,
      "0x1480": 1364,
      "0x1396": 1365,
      "0x140c": 1366,
      "0x13ba": 1367,
      "0x13b9": 1368,
      "0x13ce": 1369,
      "0x141f": 1370,
      "0x13d6": 1371,
      "0x13b4": 1372,
      "0x1443": 1373,
      "0x13f4": 1374,
      "0x13f1": 1375,
      "0x3f7": 1376,
      "0x1419": 1377,
      "0x13cf": 1378,
      "##wap": 1379,
      "bswap": 1380,
      "0x454": 1381,
      "0x13df": 1382,
      "0x4a0": 1383,
      "0x13b8": 1384,
      "0x13c1": 1385,
      "0x1381": 1386,
      "0x1468": 1387,
      "0x13ff": 1388,
      "0x13e1": 1389,
      "0x13e2": 1390,
      "0x142e": 1391,
      "0x362": 1392,
      "0x13f5": 1393,
      "0x13fc": 1394,
      "0x1405": 1395,
      "0x1213": 1396,
      "0x13c2": 1397,
      "0x13ee": 1398,
      "0x13db": 1399,
      "0x14b0": 1400,
      "0x1353": 1401,
      "0x3fd": 1402,
      "0x1216": 1403,
      "0x13f3": 1404,
      "0x13a1": 1405,
      "0x1201": 1406,
      "0x144a": 1407,
      "0x1421": 1408,
      "0x13c5": 1409,
      "0x11fa": 1410,
      "0x13c8": 1411,
      "0x1460": 1412,
      "0x1416": 1413,
      "0x1409": 1414,
      "0x14d8": 1415,
      "0x13fd": 1416,
      "0x11ff": 1417,
      "0x13d5": 1418,
      "0x1217": 1419,
      "0x13f9": 1420,
      "0x13b5": 1421,
      "0x13be": 1422,
      "0x1440": 1423,
      "0x144d": 1424,
      "0x141a": 1425,
      "0x13b6": 1426,
      "0x143b": 1427,
      "0x1470": 1428,
      "0x1408": 1429,
      "0x42d": 1430,
      "0x120b": 1431,
      "0x104": 1432,
      "0x1422": 1433,
      "0x11eb": 1434,
      "0x1208": 1435,
      "0x1425": 1436,
      "0x467": 1437,
      "0x4e8": 1438,
      "0x13fa": 1439,
      "0x13e3": 1440,
      "0x148d": 1441,
      "0x13da": 1442,
      "0x1433": 1443,
      "0x13de": 1444,
      "0x13ec": 1445,
      "0x1431": 1446,
      "0x13fe": 1447,
      "0x1428": 1448,
      "0x1407": 1449,
      "0x13d1": 1450,
      "0x143c": 1451,
      "0x3fb": 1452,
      "0x43d": 1453,
      "0x1413": 1454,
      "0x1434": 1455,
      "0x3e3": 1456,
      "0x1417": 1457,
      "0x3f3": 1458,
      "0x1403": 1459,
      "0x1412": 1460,
      "0x1206": 1461,
      "0x1490": 1462,
      "0x145c": 1463,
      "0x1441": 1464,
      "0xfd": 1465,
      "0x13dc": 1466,
      "0x13f7": 1467,
      "0x139a": 1468,
      "0x13eb": 1469,
      "0x46d": 1470,
      "0x142c": 1471,
      "xmm6": 1472,
      "0x1427": 1473,
      "0x145f": 1474,
      "0x140d": 1475,
      "0x13f6": 1476,
      "0x143e": 1477,
      "0x11d9": 1478,
      "0x141e": 1479,
      "0x141b": 1480,
      "0x1453": 1481,
      "0x1406": 1482,
      "0x1414": 1483,
      "0x11e2": 1484,
      "0x1455": 1485,
      "0x500": 1486,
      "0x1424": 1487,
      "divss": 1488,
      "0x1454": 1489,
      "0x145d": 1490,
      "0x413": 1491,
      "##667": 1492,
      "0x1402": 1493,
      "0x45d": 1494,
      "0x141c": 1495,
      "0x11e5": 1496,
      "0x11e7": 1497,
      "0x49c": 1498,
      "0x1446": 1499,
      "0x1464": 1500,
      "0x1451": 1501,
      "0x1411": 1502,
      "0x144e": 1503,
      "0x146d": 1504,
      "0x1461": 1505,
      "0x1404": 1506,
      "0x1415": 1507,
      "0x1481": 1508,
      "0x143f": 1509,
      "0x1426": 1510,
      "0x13e6": 1511,
      "0x1439": 1512,
      "0x1442": 1513,
      "0x2f6c": 1514,
      "0x11f6": 1515,
      "0x141d": 1516,
      "0x145a": 1517,
      "0x140f": 1518,
      "0x1418": 1519,
      "0x13d8": 1520,
      "0x11d8": 1521,
      "0x142f": 1522,
      "0x13d7": 1523,
      "0x4e9": 1524,
      "0x1499": 1525,
      "0x142d": 1526,
      "0x1510": 1527,
      "0x11f3": 1528,
      "0x5a8": 1529,
      "0x1459": 1530,
      "0x1488": 1531,
      "0x11c2": 1532,
      "0x11fb": 1533,
      "0x1491": 1534,
      "0x14b3": 1535,
      "0x13ef": 1536,
      "0x147f": 1537,
      "0x82": 1538,
      "0x1474": 1539,
      "0x46b": 1540,
      "0x11c4": 1541,
      "0x3e2": 1542,
      "0x11e1": 1543,
      "0x144c": 1544,
      "0x1494": 1545,
      "0x463": 1546,
      "0x142b": 1547,
      "0x143a": 1548,
      "0x146f": 1549,
      "0x1483": 1550,
      "0x89": 1551,
      "0x1452": 1552,
      "0x1479": 1553,
      "0x13f2": 1554,
      "0x142a": 1555,
      "0x145b": 1556,
      "0x478": 1557,
      "0x11da": 1558,
      "0x11e4": 1559,
      "0x1456": 1560,
      "0x145e": 1561,
      "0x1465": 1562,
      "0x13e7": 1563,
      "0x1466": 1564,
      "0x11f2": 1565,
      "0x14a1": 1566,
      "0x147c": 1567,
      "0x1435": 1568,
      "0x1436": 1569,
      "0x1478": 1570,
      "0x11fc": 1571,
      "0x1423": 1572,
      "0x147d": 1573,
      "0x14a5": 1574,
      "0x498": 1575,
      "0x14a0": 1576,
      "0x1445": 1577,
      "0x41d": 1578,
      "0x148a": 1579,
      "0x1486": 1580,
      "0x1485": 1581,
      "0x1432": 1582,
      "0x140b": 1583,
      "0x1569": 1584,
      "0x148b": 1585,
      "0x149a": 1586,
      "0x146a": 1587,
      "0x1444": 1588,
      "0x144b": 1589,
      "0x1448": 1590,
      "0x1472": 1591,
      "0xe9": 1592,
      "0x143d": 1593,
      "0x146b": 1594,
      "0x1484": 1595,
      "0x14ac": 1596,
      "0x148c": 1597,
      "0x147a": 1598,
      "0x14b9": 1599,
      "0x14c4": 1600,
      "0x149d": 1601,
      "0x11e3": 1602,
      "0x1457": 1603,
      "0x168": 1604,
      "0x151c": 1605,
      "0x147e": 1606,
      "0x1471": 1607,
      "0x4b0": 1608,
      "0x14ae": 1609,
      "0x1437": 1610,
      "0x14c3": 1611,
      "0x149f": 1612,
      "0x1500": 1613,
      "0x11dc": 1614,
      "0x1477": 1615,
      "0x14c1": 1616,
      "0x14ef": 1617,
      "0x14ba": 1618,
      "0x146e": 1619,
      "0x11df": 1620,
      "0x14cf": 1621,
      "0x288": 1622,
      "0x14e0": 1623,
      "0x4f4": 1624,
      "0x14c8": 1625,
      "0x14a4": 1626,
      "0x11dd": 1627,
      "0x144f": 1628,
      "0x11ef": 1629,
      "0xf9": 1630,
      "0x11b8": 1631,
      "0x1487": 1632,
      "0x14b4": 1633,
      "0x258": 1634,
      "0x11be": 1635,
      "0x11de": 1636,
      "ro": 1637,
      "rol": 1638,
      "0x14a2": 1639,
      "0x146c": 1640,
      "0x14de": 1641,
      "0xfb": 1642,
      "0x4d4": 1643,
      "0x1489": 1644,
      "0x149c": 1645,
      "0x14bc": 1646,
      "0x1496": 1647,
      "0x14ad": 1648,
      "0x4b4": 1649,
      "0x469": 1650,
      "0x14ab": 1651,
      "0x435": 1652,
      "0x1526": 1653,
      "0x14ce": 1654,
      "0x3f2": 1655,
      "0x1492": 1656,
      "0x5093": 1657,
      "0x14f8": 1658,
      "0x1475": 1659,
      "0x1473": 1660,
      "0x1463": 1661,
      "0x149b": 1662,
      "0x11cb": 1663,
      "0x1467": 1664,
      "0x14f1": 1665,
      "0x1476": 1666,
      "0x1482": 1667,
      "0x11f4": 1668,
      "0x1462": 1669,
      "0x14d6": 1670,
      "0x14aa": 1671,
      "0x14a8": 1672,
      "0x14c6": 1673,
      "0x1495": 1674,
      "0x1498": 1675,
      "0x14c0": 1676,
      "0x1493": 1677,
      "0x14d0": 1678,
      "0x11ea": 1679,
      "0x14e8": 1680,
      "0x11e6": 1681,
      "0x147b": 1682,
      "0x149e": 1683,
      "0x14b1": 1684,
      "0x14a3": 1685,
      "0x148f": 1686,
      "0x11c5": 1687,
      "0x1497": 1688,
      "0x9d": 1689,
      "0xea": 1690,
      "0x11ec": 1691,
      "0x249f": 1692,
      "0x14bd": 1693,
      "0x14a9": 1694,
      "0x437": 1695,
      "0x11f7": 1696,
      "0x14d2": 1697,
      "0x14b7": 1698,
      "0x47d": 1699,
      "0x1521": 1700,
      "0x14fe": 1701,
      "0x510": 1702,
      "0x14f0": 1703,
      "0x14d1": 1704,
      "0x155c": 1705,
      "0x4b8": 1706,
      "0x14be": 1707,
      "0x14d7": 1708,
      "0x4ad": 1709,
      "0x4ac": 1710,
      "0x14b6": 1711,
      "##000000000000": 1712,
      "0x14d5": 1713,
      "0x14fc": 1714,
      "0x14c7": 1715,
      "0x3f1": 1716,
      "0x14dc": 1717,
      "0x14d9": 1718,
      "0x14a7": 1719,
      "0x1547": 1720,
      "0x14e1": 1721,
      "0x1520": 1722,
      "0x11a4": 1723,
      "0x1a8": 1724,
      "0x14cb": 1725,
      "0x1570": 1726,
      "0x14e7": 1727,
      "0x11d3": 1728,
      "0x14b5": 1729,
      "0x14a6": 1730,
      "0x150c": 1731,
      "0x47c": 1732,
      "0x1546": 1733,
      "0x14db": 1734,
      "0x1534": 1735,
      "0x1760": 1736,
      "0x17a1": 1737,
      "0x14bf": 1738,
      "0x150a": 1739,
      "0x1748": 1740,
      "0x14e2": 1741,
      "0x14e5": 1742,
      "0x1531": 1743,
      "0x1580": 1744,
      "0x417": 1745,
      "0x1514": 1746,
      "0x14ed": 1747,
      "0x14cd": 1748,
      "0x14c9": 1749,
      "0x11e8": 1750,
      "0x1507": 1751,
      "0x1a30": 1752,
      "0x14ea": 1753,
      "0x148e": 1754,
      "0x14f4": 1755,
      "0x14e9": 1756,
      "0x1505": 1757,
      "0x14bb": 1758,
      "0x1528": 1759,
      "0xe1": 1760,
      "0x152d": 1761,
      "0x14da": 1762,
      "0x14b8": 1763,
      "0x4e2": 1764,
      "0x465": 1765,
      "0x14d4": 1766,
      "0x1551": 1767,
      "##f7f": 1768,
      "r10": 1769,
      "0x14ee": 1770,
      "0x154e": 1771,
      "0x4ec": 1772,
      "0x1502": 1773,
      "0x153c": 1774,
      "0x14d3": 1775,
      "0x14c2": 1776,
      "0x1518": 1777,
      "0x9b": 1778,
      "0x14fd": 1779,
      "0x14af": 1780,
      "0x14e6": 1781,
      "0x1509": 1782,
      "0x1574": 1783,
      "0x11c6": 1784,
      "0x1503": 1785,
      "0x15f0": 1786,
      "0x14eb": 1787,
      "0x14e4": 1788,
      "0x4d0": 1789,
      "0x14fb": 1790,
      "0x1589": 1791,
      "0x150e": 1792,
      "0x14df": 1793,
      "0x11a2": 1794,
      "0x14c5": 1795,
      "0x1504": 1796,
      "0x14e3": 1797,
      "0x14f3": 1798,
      "0x1523": 1799,
      "0x1512": 1800,
      "0x1517": 1801,
      "0x1529": 1802,
      "0x152b": 1803,
      "0x466": 1804,
      "0x14ca": 1805,
      "0x14f7": 1806,
      "0x154c": 1807,
      "0x14cc": 1808,
      "0x14b2": 1809,
      "0xc35": 1810,
      "0x1522": 1811,
      "0x4bc": 1812,
      "0x151e": 1813,
      "0x14ec": 1814,
      "0x15a6": 1815,
      "0x14f5": 1816,
      "0x151a": 1817,
      "0x153f": 1818,
      "0x4ab": 1819,
      "0x14f9": 1820,
      "0x14f6": 1821,
      "0x152a": 1822,
      "0x154a": 1823,
      "0x156c": 1824,
      "0x1543": 1825,
      "0x11c7": 1826,
      "0x1536": 1827,
      "0x15e4": 1828,
      "0x14dd": 1829,
      "0x499": 1830,
      "0x99": 1831,
      "0x14f2": 1832,
      "0x1594": 1833,
      "0x15e9": 1834,
      "xmm7": 1835,
      "0x157c": 1836,
      "0x1578": 1837,
      "0x4e4": 1838,
      "0x1519": 1839,
      "0x66666": 1840,
      "r13": 1841,
      "0x1524": 1842,
      "0x14ff": 1843,
      "0x1542": 1844,
      "0x1538": 1845,
      "0x14fa": 1846,
      "0x11b9": 1847,
      "0x462": 1848,
      "0x150d": 1849,
      "st": 1850,
      "0x153b": 1851,
      "0x1535": 1852,
      "0x1549": 1853,
      "0x1513": 1854,
      "##os": 1855,
      "stos": 1856,
      "0x154f": 1857,
      "stosq": 1858,
      "0x11db": 1859,
      "0x150f": 1860,
      "0x1558": 1861,
      "0x1508": 1862,
      "0x1556": 1863,
      "0x650": 1864,
      "0x477": 1865,
      "0xe7": 1866,
      "0x1501": 1867,
      "0x155e": 1868,
      "0x1560": 1869,
      "0x15cb": 1870,
      "0x550": 1871,
      "0x8d": 1872,
      "0x3aa": 1873,
      "0x1559": 1874,
      "0x427": 1875,
      "0x1539": 1876,
      "0x1506": 1877,
      "0x1555": 1878,
      "0x1545": 1879,
      "0x1660": 1880,
      "0x157e": 1881,
      "0x520": 1882,
      "0x361": 1883,
      "0x1548": 1884,
      "0x152f": 1885,
      "0x150b": 1886,
      "0x1544": 1887,
      "0x15f1": 1888,
      "0x1573": 1889,
      "0x534": 1890,
      "0x4bd": 1891,
      "0x155d": 1892,
      "0x1540": 1893,
      "0x15be": 1894,
      "0x1020": 1895,
      "0x158c": 1896,
      "0x1611": 1897,
      "0x1567": 1898,
      "0x4e0": 1899,
      "0x4a8": 1900,
      "0x1565": 1901,
      "0x1610": 1902,
      "0x15dd": 1903,
      "0x1530": 1904,
      "0x4f0": 1905,
      "0x1583": 1906,
      "0x1554": 1907,
      "0x1581": 1908,
      "0x155b": 1909,
      "0x4e7": 1910,
      "0x1516": 1911,
      "0x15bb": 1912,
      "##ne": 1913,
      "0x100000": 1914,
      "0x1577": 1915,
      "0x3e1": 1916,
      "0x152e": 1917,
      "0x1588": 1918,
      "0x540": 1919,
      "0x1537": 1920,
      "0x1562": 1921,
      "0x1557": 1922,
      "0x1564": 1923,
      "0x157f": 1924,
      "0x15b0": 1925,
      "0x76": 1926,
      "0x15c5": 1927,
      "0x159e": 1928,
      "0x155a": 1929,
      "0x1511": 1930,
      "0x459": 1931,
      "0x152c": 1932,
      "0x1587": 1933,
      "setne": 1934,
      "0x1d4": 1935,
      "0x439": 1936,
      "0x157a": 1937,
      "cw": 1938,
      "cwde": 1939,
      "0x15d8": 1940,
      "0x15d4": 1941,
      "0x1596": 1942,
      "0x153e": 1943,
      "0x159b": 1944,
      "0x153d": 1945,
      "0x156e": 1946,
      "0x1608": 1947,
      "0x1561": 1948,
      "0x415": 1949,
      "0x15ac": 1950,
      "0x16d0": 1951,
      "0x155f": 1952,
      "0x154b": 1953,
      "0x479": 1954,
      "0x1550": 1955,
      "0x1552": 1956,
      "0x1582": 1957,
      "0x158a": 1958,
      "0x15b9": 1959,
      "0x1585": 1960,
      "0x4dd": 1961,
      "0xfa": 1962,
      "0x15c9": 1963,
      "0x660": 1964,
      "0x1568": 1965,
      "0x1541": 1966,
      "0x151f": 1967,
      "0x15aa": 1968,
      "0x1515": 1969,
      "0x11d7": 1970,
      "0x15d0": 1971,
      "0x15c0": 1972,
      "0x1598": 1973,
      "0x15fb": 1974,
      "0x15a4": 1975,
      "0x119e": 1976,
      "0x49d": 1977,
      "0x15b5": 1978,
      "0x1566": 1979,
      "0x151d": 1980,
      "0x1592": 1981,
      "0x1614": 1982,
      "0x1533": 1983,
      "0x1527": 1984,
      "0x15ad": 1985,
      "0x1532": 1986,
      "0x151b": 1987,
      "0x159d": 1988,
      "0x4ea": 1989,
      "0x15c4": 1990,
      "0x156a": 1991,
      "0x28e": 1992,
      "0x11d2": 1993,
      "0x15a0": 1994,
      "0x15b7": 1995,
      "0x154d": 1996,
      "0x159a": 1997,
      "0x15d1": 1998,
      "0x15a1": 1999,
      "0x15d6": 2000,
      "0x1632": 2001,
      "0x4dc": 2002,
      "0x1591": 2003,
      "0x1563": 2004,
      "0x15e2": 2005,
      "0x15b4": 2006,
      "0x15c7": 2007,
      "0x1600": 2008,
      "0x1586": 2009,
      "0x1572": 2010,
      "0x15a2": 2011,
      "0x1579": 2012,
      "0x15ba": 2013,
      "0x1571": 2014,
      "0x4d8": 2015,
      "0x15c2": 2016,
      "0x157b": 2017,
      "0x517": 2018,
      "0x15da": 2019,
      "0x1619": 2020,
      "0x15ce": 2021,
      "0x15f8": 2022,
      "0x158f": 2023,
      "0x15bd": 2024,
      "0x15ed": 2025,
      "0x164c": 2026,
      "0x158d": 2027,
      "0x156f": 2028,
      "0x528": 2029,
      "0x1597": 2030,
      "0x293": 2031,
      "0x15a5": 2032,
      "0xa5": 2033,
      "0x411": 2034,
      "0x1576": 2035,
      "0x4f8": 2036,
      "0x15db": 2037,
      "0x1575": 2038,
      "0x160f": 2039,
      "0xf7": 2040,
      "0x158e": 2041,
      "0x545e": 2042,
      "cmovs": 2043,
      "0xa2": 2044,
      "0x15fe": 2045,
      "0x156d": 2046,
      "0x15d9": 2047,
      "0x15bc": 2048,
      "0x11bf": 2049,
      "0x11d6": 2050,
      "0x1604": 2051,
      "0x15c1": 2052,
      "0x156b": 2053,
      "0x1599": 2054,
      "0x15b2": 2055,
      "0x15ae": 2056,
      "0x15a9": 2057,
      "0x15cd": 2058,
      "0x1525": 2059,
      "0x15a8": 2060,
      "0x1590": 2061,
      "0x95": 2062,
      "0x11d4": 2063,
      "0x15c6": 2064,
      "0x15e1": 2065,
      "0x11c1": 2066,
      "##f7f7f7f": 2067,
      "0x1629": 2068,
      "0x15f6": 2069,
      "0x1650": 2070,
      "0x15f3": 2071,
      "0x4fe": 2072,
      "0x15b3": 2073,
      "0x153a": 2074,
      "0x1584": 2075,
      "0x1618": 2076,
      "0x514": 2077,
      "0x160c": 2078,
      "0x1646": 2079,
      "0x15df": 2080,
      "0x11cf": 2081,
      "0x6ed": 2082,
      "0x15b1": 2083,
      "0x1601": 2084,
      "0x15f4": 2085,
      "0x15b8": 2086,
      "0x15a7": 2087,
      "0x1593": 2088,
      "0x159c": 2089,
      "0x594": 2090,
      "0x448": 2091,
      "0x1626": 2092,
      "0x15dc": 2093,
      "0x1553": 2094,
      "0x15c8": 2095,
      "0x1688": 2096,
      "0x15ec": 2097,
      "0x1647": 2098,
      "0x11bc": 2099,
      "0xa20": 2100,
      "0x15fc": 2101,
      "0x15fd": 2102,
      "0x419": 2103,
      "0x161b": 2104,
      "0xad": 2105,
      "0x1606": 2106,
      "0x1680": 2107,
      "0x114": 2108,
      "0x157d": 2109,
      "0x159f": 2110,
      "0x11cc": 2111,
      "0x16a2": 2112,
      "0xfefefefe": 2113,
      "0x178": 2114,
      "0x15e8": 2115,
      "0x7f7f7f7f7": 2116,
      "0x15ea": 2117,
      "0x15e0": 2118,
      "0x564": 2119,
      "0x15a3": 2120,
      "0x1616": 2121,
      "0x1615": 2122,
      "0x560": 2123,
      "0x15d3": 2124,
      "0x555": 2125,
      "0x1623": 2126,
      "0x15ee": 2127,
      "0x15af": 2128,
      "0x11c8": 2129,
      "0xeb": 2130,
      "0x15e6": 2131,
      "0x158b": 2132,
      "0x160a": 2133,
      "0x15f7": 2134,
      "0x163e": 2135,
      "0x1678": 2136,
      "0xfefefefefefefefe": 2137,
      "0x7f7f7f7f7f7f7f7f": 2138,
      "0x15fa": 2139,
      "0x160b": 2140,
      "0x1620": 2141,
      "0x15cf": 2142,
      "0x1638": 2143,
      "0x16fc": 2144,
      "0x570": 2145,
      "0x161e": 2146,
      "0x1612": 2147,
      "0x15e5": 2148,
      "0x167e": 2149,
      "0x1628": 2150,
      "0x1010": 2151,
      "0x161d": 2152,
      "0x530": 2153,
      "0x15d2": 2154,
      "0x16b9": 2155,
      "0x161c": 2156,
      "0x15e3": 2157,
      "0x11ca": 2158,
      "0x1653": 2159,
      "0x16bc": 2160,
      "0x166d": 2161,
      "0x15bf": 2162,
      "0x524": 2163,
      "0x175c": 2164,
      "0x1609": 2165,
      "0x1602": 2166,
      "0x15b6": 2167,
      "0x162d": 2168,
      "0x162c": 2169,
      "0x15f5": 2170,
      "0x15ff": 2171,
      "0x1657": 2172,
      "0x1655": 2173,
      "0x163c": 2174,
      "0x1635": 2175,
      "0x92": 2176,
      "0x15e7": 2177,
      "0x1622": 2178,
      "0x15ca": 2179,
      "0x15de": 2180,
      "0x1640": 2181,
      "0x162f": 2182,
      "0x15c3": 2183,
      "0x162b": 2184,
      "0x1b7a": 2185,
      "0x1649": 2186,
      "0x83": 2187,
      "0x1648": 2188,
      "0x15f9": 2189,
      "0x161a": 2190,
      "0x1634": 2191,
      "0x163d": 2192,
      "0x15ef": 2193,
      "0x1605": 2194,
      "0x164f": 2195,
      "0x1744": 2196,
      "0x176c": 2197,
      "0x36a": 2198,
      "0x1665": 2199,
      "0x11ab": 2200,
      "0x15cc": 2201,
      "0x3a2": 2202,
      "0x85": 2203,
      "0x15ab": 2204,
      "0x162e": 2205,
      "0x1636": 2206,
      "0x1654": 2207,
      "0x1662": 2208,
      "0x1631": 2209,
      "0x10c": 2210,
      "0x53c": 2211,
      "0x1639": 2212,
      "0x28a": 2213,
      "0x16a8": 2214,
      "0x165a": 2215,
      "0x15d5": 2216,
      "0x1685": 2217,
      "0x166b": 2218,
      "0x1642": 2219,
      "0x81": 2220,
      "0x1671": 2221,
      "0x1595": 2222,
      "0x1613": 2223,
      "0x1617": 2224,
      "0x163b": 2225,
      "0x169e": 2226,
      "0x166c": 2227,
      "0x198c": 2228,
      "0x15eb": 2229,
      "0x7f": 2230,
      "0x168b": 2231,
      "0x1694": 2232,
      "0x1669": 2233,
      "0x165e": 2234,
      "0x16a0": 2235,
      "0x9a": 2236,
      "0x4fc": 2237,
      "0x178f": 2238,
      "0x16c0": 2239,
      "0x167a": 2240,
      "0x16c8": 2241,
      "0x15d7": 2242,
      "0x1641": 2243,
      "0x164d": 2244,
      "0x1624": 2245,
      "0x16cc": 2246,
      "0x163a": 2247,
      "0x11b3": 2248,
      "0x1681": 2249,
      "0x1643": 2250,
      "0x169c": 2251,
      "0x1607": 2252,
      "0x568": 2253,
      "0x1692": 2254,
      "0x161f": 2255,
      "0x16cf": 2256,
      "0x16ac": 2257,
      "0x1676": 2258,
      "##cccc": 2259,
      "0x168c": 2260,
      "0x1603": 2261,
      "0xab": 2262,
      "0x1672": 2263,
      "0x160e": 2264,
      "0x461": 2265,
      "##999": 2266,
      "0x16c5": 2267,
      "0x168f": 2268,
      "0x1630": 2269,
      "0x7e": 2270,
      "0x165b": 2271,
